Repository: hydroxycarbamide/Gradience
Catalog: po/*.po
Languages: ar, cs, de, fi, hi, hr, id, nl, pl, ru, ta, tr

source: Change colors of windows, buttons, lists and more, with advanced features like adding custom styles
cs: Změna barev oken, tlačítek, seznamů a dalších položek pomocí pokročilých funkcí, jako je přidání vlastních stylů
de: Ändern Sie die Farben von Fenstern, Schaltflächen, Listen und mehr, mit erweiterten Funktionen wie dem Hinzufügen von benutzerdefiniertem styles
hi: तदनुकूल शैलियां जोड़ने जैसी उन्नत सुविधाओं के साथ, विंडोज़, बटन, सूचियों और बहुत कुछ के रंग बदलें
ru: Изменяйте цвета окон, кнопок, списков и более, с продвинутыми функциями как добавление пользовательских стилей
ta: தனிப்பயன் பாணிகளைச் சேர்ப்பது போன்ற மேம்பட்ட அம்சங்களுடன் சாளரங்கள், பொத்தான்கள், பட்டியல்கள் மற்றும் பலவற்றின் வண்ணங்களை மாற்றவும்
tr: Özel biçem ekleme gibi gelişmiş özelliklerle pencerelerin, düğmelerin, listelerin ve daha fazlasının renklerini değiştirin

source: Save Preset
ar: احفظ الإعداد المسبق
cs: Uložit předvolbu
de: Als Voreinstellung speichern
fi: Tallenna esiasetus
hi: प्रीसेट सहेजें
hr: Spremi predložak
id: Simpan Konfigurasi
nl: Voorinstelling opslaan
pl: Zapisz profil kolorów
ru: Сохранить предустановку
ta: முன்னமைவை சேமிக்கவும்
tr: Ön Ayarı Kaydet

source: Show Preview Window
ar: اظهر نافذة المعاينة
cs: Zobrazit okno náhledu
de: Zeige Vorschau-Fenster
fi: Näytä esikatseluikkuna
hi: पूर्वावलोकन विंडो दिखाएं
hr: Pokaži prozor pregleda
id: Tampilkan Jendela Keluku
nl: Voorvertoningsvenster tonen
pl: Pokaż okno podglądu
ru: Показать окно предпросмотра
ta: முன்னோட்ட சாளரத்தைக் காட்டு
tr: Önizleme Penceresini Göster

source: Main Menu
ar: القائمة الرئيسة
cs: Hlavní Menu
de: Hauptmenü
fi: Päävalikko
hi: मुख्य मेनू
hr: Glavni izbornik
id: Menu Utama
nl: Hoofdmenu
pl: Główne menu
ru: Главное меню
ta: முதன்மை பட்டியல்
tr: Ana Menü

source: Presets Menu
ar: قائمة الإعدادات المسبقة
cs: Nabídka předvoleb
de: Preset Menü
fi: Esiasetukset-valikko
hi: प्रीसेट मेनू
hr: Izbornik predloška
id: Menu Konfigurasi
nl: Voorinstellingenmenu
pl: Menu profili
ru: Меню предустановок
ta: முன்னமைவுகள் பட்டியல்
tr: Ön Ayarlar Menüsü

source: CSS Errors
ar: أخطاء سي‌إس‌إس
cs: Chyby CSS
de: CSS Fehler
fi: CSS-virheet
hi: CSS त्रुटियां
hr: CSS greške
id: Galat Terjadi Pada CSS
nl: CSS-fouten
pl: Błędy CSS
ru: Ошибки CSS
ta: CSS பிழைகள்
tr: CSS Hataları

source: _Colors
ar: الأ_لوان
cs: _Barvy
de: _Farben
fi: _Värit
hi: रंग (_C)
hr: _Boje
id: _Warna
nl: _Kleuren
pl: _Kolory
ru: _Цвета
ta: _வண்ணங்கள்
tr: _Renkler

source: _Theming
ar: الو_سم
cs: _Motiv
fi: _Teemoitus
hi: थीमिंग (_T)
id: Tema
nl: _Thema
ru: _Оформление
ta: _தீமிங்
tr: _Temalandırma

source: _Advanced
ar: اﻹ_عدادات المتقدمة
cs: _Pokročilé
de: _Fortschrittlich
fi: _Lisäasetukset
hi: विकसित (_A)
hr: _Napredno
id: _Lanjutan
nl: _Geavanceerd
pl: _Zaawansowany
ru: _Продвинутое
ta: _மேம்படுத்தபட்டது
tr: _Gelişmiş

source: Keyboard Shortcuts
ar: اختصارات لوح المفاتيح
cs: Klávesové zkratky
de: Tastenkürzel
fi: Pikanäppäimet
hi: कीबोर्ड शॉर्टकट
id: Pintasan Papan Tik
nl: Sneltoetsen
pl: Skróty klawiszowe
ru: Комбинации клавиш
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye kısayolları

source: About Gradience
ar: عن تدرج
cs: O aplikaci Gradience
de: Über Gradience
fi: Tietoja - Gradience
hi: Gradience के बारे में
hr: O aplikaciji Gradience
id: Tentang Gradience
nl: Over Gradience
pl: O Gradience
ru: О Gradience
ta: கிரேடியன்ஸ் பற்றி
tr: Gradience Hakkında

source: Built-In Presets
ar: الإعدادات المسبقة المدمجة
cs: Vestavěné předvolby
de: Vorinstallierte Presets
fi: Sisäänrakennetut esiasetukset
hi: अंतर्निर्मित प्रीसेट
hr: Ugrađeni predlošci
id: Konfigurasi Bawaan
nl: Ingebouwde voorinstellingen
pl: Wbudowane Profile
ru: Встроенные предустановки
ta: உள்ளமைக்கப்பட்ட முன்னமைவுகள்
tr: Yerleşik Ön Ayarlar

source: Manage Presets
ar: أدِر الإعدادات المسبقة
cs: Správa předvoleb
de: Presets verwalten
fi: Hallitse esiasetuksia
hi: प्रीसेट प्रबंधित करें
hr: Upravljanje predlošcima
id: Kelola Konfigurasi
nl: Voorinstellingen beheren
pl: Zarządzaj profilami
ru: Управление предустановками
ta: முன்னமைவுகளை நிர்வகிக்கவும்
tr: Ön Ayarları Yönet

source: Failed to save override
ar: فشل حفظ التجاوز
cs: Nepodařilo se uložit přepsání
de: Fehler beim Überschreiben: Konnte nicht gespeichert werden
hi: ओवरराइड सहेजने में विफल
hr: Neuspjelo spremanje zaobilaženja
nl: Overschrijven mislukt
pl: Nie udało się zapisać nadpisu ustawień
ru: Не удалось сохранить предустановку
ta: மேலெழுதலைச் சேமிக்க முடியவில்லை
tr: Üzerine yazma kaydedilemedi

source: Unexpected file error occurred
ar: حدث خطأ ملف غير متوقع
cs: Došlo k neočekávané chybě souboru
hi: अनपेक्षित फाइल त्रुटि उत्पन्न हुई
hr: Pojavila se neočekivana greška datoteke
nl: Er is een onverwachte bestandsfout opgetreden
pl: Wystąpił nieoczekiwany błąd pliku
ru: Произошла неожиданная ошибка файла
ta: எதிர்பாராத கோப்பு பிழை ஏற்பட்டது
tr: Beklenmeyen dosya hatası oluştu

source: _Cancel
ar: ألغِ
cs: _Zrušit
de: _Abbrechen
fi: _Peru
hi: रद्द करें (_C)
hr: O_dustani
id: _Batalkan
nl: _Annuleren
pl: _Anuluj
ru: _Отменить
ta: _ரத்துசெய்
tr: _İptal

source: Saving preset to <small><i><tt>{0}</tt></i></small>. If that preset already exists, it will be overwritten.
cs: Ukládání předvolby do <small><i><tt>{0}</tt></i></small>. Pokud již tato předvolba existuje, bude přepsána.
hi: प्रीसेट को सहेजा जा रहा है <small><i><tt>{0}</tt></i></small>. यदि वह प्रीसेट पहले से मौजूद है, तो उसे अधिलेखित कर दिया जाएगा।
ru: Сохранение предустановки в <small><i><tt>{0}</tt></i></small>. Если эта предустановка уже существует то она будут перезаписана.
ta: முன்னமைவைச் சேமிக்கிறது <small><i><tt>{0}</tt></i></small>. அந்த முன்னமைவு ஏற்கனவே இருந்தால், அது மேலெழுதப்படும்.
tr: Önayar <small><i><tt>{0}</tt></i></small> olarak kaydediliyor. Ön ayar zaten varsa üzerine yazılacak.

source: Discard
ar: أهمِل
cs: Zahodit
de: Verwerfen
fi: Hylkää
hi: त्यागें
hr: Odbaci
id: Abaikan
nl: Verwerpen
pl: Odrzuć
ru: Не сохранять
ta: அப்புறப்படுத்து
tr: Gözden Çıkar

source: _Save
ar: احفظ
cs: _Uložit
de: _Speichern
fi: _Tallenna
hi: सहेजें (_S)
hr: _Spremi
id: _Simpan
nl: _Opslaan
pl: _Zapisz
ru: _Сохранить
ta: _சேமிக்கவும்
tr: _Kaydet

source: Unsupported Shell Version ({get_full_shell_version()})
ar: إصدار الصدفة ليس مدعومًا ({get_full_shell_version()})
cs: Nepodporovaná verze prostředí ({get_full_shell_version()})
de: Nicht unterstützte Shell Version ({get_full_shell_version()})
hi: असमर्थित शैल संस्करण ({get_full_shell_version()})
id: Versi antarmuka tidak didukung ({get_full_shell_version()})
nl: Niet-ondersteunde shell-versie ({get_full_shell_version()})
ru: Неподдерживаемая версия Shell ({get_full_shell_version()})
ta: ஆதரிக்கப்படாத ஷெல் (Shell) பதிப்பு ({get_full_shell_version()})
tr: Desteklenmeyen Shell Sürümü ({get_full_shell_version()})

source: The Shell version you are using is not supported by Gradience. Please upgrade to a newer version of GNOME.
ar: لا يدعم «تدرج» إصدار صدفتك. عليك أن ترقيها لإصدار جنوم أحدث.
cs: Verze Shell, kterou používáte, není podporována aplikací Gradience. Aktualizujte prosím na novější verzi GNOME.
de: Die verwendete Shell-Version, von Gradience nicht unterstützt. Bitte aktualisiere auf eine neuere Version von GNOME.
hi: आप जिस शैल संस्करण का उपयोग कर रहे हैं वह Gradience द्वारा समर्थित नहीं है। कृपया GNOME के नए संस्करण में अपग्रेड करें।
id: Versi antarmuka yang Anda gunakan tidak didukung oleh Gradience. Dianjurkan untuk melakukan peningkatan kepada versi GNOME terbaru.
nl: De shell-versie die u gebruikt wordt niet ondersteund door Gradience. Upgrade naar een nieuwere versie van GNOME.
ru: Версия Shell, которую вы используете, не поддерживается Gradience. Пожалуйста, обновитесь до более новой версии GNOME.
ta: நீங்கள் பயன்படுத்தும் ஷெல் (Shell) பதிப்பு கிரேடியன்ஸ் ஆதரிக்கவில்லை. GNOME இன் புதிய பதிப்பிற்கு மேம்படுத்தவும்.
tr: Kullandığınız Shell sürümü Gradience tarafından desteklenmiyor. Lütfen daha yeni bir GNOME sürümüne yükseltin.

source: OK
ar: حسنًا
hi: ठीक है
hr: U redu
id: YA
ru: ОК
ta: சரி
tr: Tamam

source: Failed to load list of presets
ar: فشل تحميل قائمة الإعدادات المسبقة
cs: Nepodařilo se načíst předvolbu
de: Preset liste konnte nicht geladen werden
fi: Esiasetusluettelon lataaminen epäonnistui
hi: प्रीसेट की सूची लोड करने में विफल
hr: Neuspjelo učitavanje popisa predložaka
id: Gagal memuat konfigurasi
nl: Lijst met voorinstellingen laden mislukt
pl: Nie udało się załadować listy szablonów
ru: Не удалось загрузить список предустановок
ta: முன்னமைவுகளின் பட்டியலை ஏற்றுவதில் தோல்வி
tr: Ön ayar listesi yüklenemedi

source: No presets found
ar: لم يُعثر على إعدادات مسبقة
cs: Nebyly nalezeny žádné předvolby
de: Keine Presets gefunden
fi: Esiasetuksia ei löydy
hi: कोई प्रीसेट नहीं मिला
hr: Nema pronađenih predloška
id: Tiada konfigurasi yang ditemukan
nl: Geen voorinstellingen gevonden
pl: Nie znaleziono profili
ru: Предустановки не найдены
ta: முன்னமைவுகள் எதுவும் கிடைக்கவில்லை
tr: Ön ayar bulunamadı

source: Favorite Presets
ar: الإعدادات المسبقة المفضلة
cs: Oblíbené předvolby
de: Favorisierte Presets
fi: Suosikkiesiasetukset
hi: पसंदीदा प्रीसेट्स
hr: Predlošci omiljenih
id: Konfigurasi Favorit
nl: Favoriete voorinstellingen
pl: Ulubione profile
ru: Избранные предустановки
ta: பிடித்த முன்னமைவுகள்
tr: Favori Ön Ayarlar

source: Unsaved Changes
ar: التغييرات غير المحفوظة
cs: Neuložené změny
de: Nicht gespeicherte Änderungen
fi: Tallentamattomia muutoksia
hi: असहेजें परिवर्तन
hr: Nespremljene promjene
id: Perubahan belum tersimpan
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
ru: Несохранённые изменения
ta: சேமிக்கப்படாத மாற்றங்கள்
tr: Kaydedilmemiş Değişiklikler

source: Save
ar: احفظ
cs: Uložit
de: Speichern
fi: Tallenna
hi: सहेजें
hr: Spremi
id: Simpan
nl: Opslaan
pl: Zapisz
ru: Сохранить
ta: சேமிக்கவும்
tr: Kaydet

source: Apply This Color Scheme?
ar: طبق نظام الألوان هذا؟
cs: Použít toto barevné schéma?
de: Dieses Farbschema anwenden?
fi: Toteutetaanko tämä väriteema?
hi: यह रंग योजना लागू करें?
hr: Primijeni ovu shemu boja?
id: Menerapkan Skema Warna Ini?
nl: Dit kleurenschema toepassen?
pl: Zastosować ten schemat kolorów?
ru: Применить эту цветовую схему?
ta: இந்த வண்ணத் திட்டத்தைப் பயன்படுத்தவா?
tr: Bu Renk Şeması Uygulansın Mı?

source: Warning: any custom CSS files for those app types will be irreversibly overwritten!
ar: تحذير: ستتم الكتابة فوق أي ملفات سي‌إس‌إس مخصصة لأنواع التطبيقات هذه بشكل نهائي!
cs: Varování: Všechny vlastní CSS soubory pro tyto typy aplikací budou nevratně přepsány!
de: Warnung: jegliche benutzerdefinierte CSS Dateien für die ausgewählten Apptypen werden unumkehrbar überschrieben werden!
hi: चेतावनी: उन ऐप प्रकारों के लिए कोई भी तदनुकूल CSS फाइलें अपरिवर्तनीय रूप से अधिलेखित कर दी जाएंगी!
hr: Upozorenje: svaka prilagođena CSS datoteka za te vrste datoteka biti će nepovratno prebrisana!
id: Peringatan: file CSS khusus apa pun untuk jenis aplikasi tersebut akan ditimpa secara permanen!
nl: Waarschuwing: aangepaste CSS-bestanden voor die app-typen worden onomkeerbaar overschreven!
pl: Uwaga: wszelkie niestandardowe pliki CSS dla tych typów aplikacji zostaną nieodwracalnie nadpisane!
ru: Внимание: любые пользовательские файлы CSS для этих типов приложений будут безвозвратно перезаписаны!
ta: எச்சரிக்கை: அந்த பயன்பாடு வகைகளுக்கான தனிப்பயன் CSS கோப்புகள் மாற்றமுடியாமல் மேலெழுதப்படும்!
tr: Uyarı: Bu uygulama türleri için bulunan herhangi bir özel CSS dosyasının üzerine geri alınamaz bir şekilde yazılacaktır!

source: _Apply
ar: طبق
cs: _Použít
de: _Anwenden
fi: _Toteuta
hi: लागू करें (_A)
hr: _Primijeni
id: _Terapkan
nl: _Toepassen
pl: _Zastosuj
ru: _Применить
ta: _விண்ணப்பிக்கவும்
tr: _Uygula

source: You have unsaved changes!
ar: لديك تعديلات لم تُحفظ!
cs: Máte neuložené změny!
de: Es gibt nicht gespeicherte Änderungen!
fi: Tallentamattomia muutoksia!
hi: आपके परिवर्तन सहेजे नहीं गए हैं!
hr: Imate nespremljene promjene!
id: Anda memiliki perubahan yang belum disimpan!
nl: Er zijn niet-opgeslagen wijzigingen!
pl: Masz niezapisane zmiany!
ru: У вас есть не сохранённые изменения!
ta: உங்களிடம் சேமிக்கப்படாத மாற்றங்கள் உள்ளன!
tr: Kaydedilmemiş değişiklikleriniz var!

source: Preset saved
ar: حُفظ الإعداد المسبق
cs: Mix byl uložen
de: Preset gespeichert!
fi: Esiasetus tallennettu
hi: प्रीसेट सहेजा गया
hr: Predložak je spremljen
id: Preset disimpan
nl: Voorinstelling opgeslagen
pl: Profil zapisany
ru: Предустановка сохранена
ta: முன்னமைவு சேமிக்கப்பட்டது
tr: Ön ayar kaydedildi

source: Preset has been set. Log out to apply changes.
ar: عُيِّن الإعداد المسبق، وإن أردت أن تراه فاخرج.
cs: Předvolba byla nastavena. Pro použití změn se odhlaste.
de: Die Voreinstellung wurde festgelegt. Melden Sie sich ab, um die Änderungen zu übernehmen.
hi: प्रीसेट सेट कर दिया गया है. परिवर्तन लागू करने के लिए लॉग आउट करें।
id: Preset telah ditetapkan. Keluar untuk menerapkan perubahan.
nl: Voor­instelling is ingesteld; log uit om wĳzigingen toe te passen.
ru: Предустановка была установлена, Выйдите из системы, чтобы применить изменения.
ta: முன்னமைவு அமைக்கப்பட்டுள்ளது. மாற்றங்களைப் பயன்படுத்த, வெளியேறவும்.
tr: Ön ayar ayarlandı. Değişiklikleri uygulamak için oturumu kapatın.

source: Accent Colors
ar: الألوان الثانوية
cs: Doplňkové barvy
de: Akzentfarben
fi: Korostusvärit
hi: एक्सेंट रंग
hr: Boje naglašavanja
id: Aksen Warna
nl: Accentkleuren
pl: Kolory akcentu
ru: Акцентные цвета
ta: உச்சரிப்பு நிறங்கள்
tr: Vurgu Renkleri

source: These colors are used across many different widgets, often to indicate that a widget is important, interactive, or currently active.
ar: تُستخدم هذه الألوان في العديد من عناصر واجهة المستخدم، وغالب الأمر أنها تشير إلى أن عنصر واجهة المستخدم مهم أو تفاعلي أو نشط حاليًا.
cs: Tyto barvy se používají v mnoha různých widgetech, k označení toho, že widget je důležitý, interaktivní nebo aktuálně aktivní.
de: Diese Farben werden von vielen verschiedenen Widgets verwendet um anzuzeigen, dass ein Widget wichtig, interaktiv oder derzeit aktiviert ist.
hi: इन रंगों का उपयोग कई अलग-अलग विजेट्स में किया जाता है, अक्सर यह इंगित करने के लिए कि एक विजेट महत्वपूर्ण, इंटरैक्टिव या वर्तमान में सक्रिय है।
id: Warna-warna ini digunakan di banyak jendela yang berbeda, seperti tombol, label, dan entri, untuk mengindikasikan bahwa jendela itu penting, interaktif, atau sedang aktif.
nl: Deze kleuren worden gebruikt in veel verschillende widgets, vaak om aan te geven dat een widget belangrijk, interactief of momenteel actief is.
ru: Эти цвета используются во многих различных виджетах, часто для обозначения важности, интерактивности или текущей активности виджета.
ta: இந்த வண்ணங்கள் பல்வேறு விட்ஜெட்டுகளில் பயன்படுத்தப்படுகின்றன, பெரும்பாலும் ஒரு விட்ஜெட் முக்கியமானது, ஊடாடக்கூடியது அல்லது தற்போது செயலில் உள்ளது என்பதைக் குறிக்கும்.
tr: Bu renkler, genellikle bir parçacığın önemli, etkileşimli veya o anda etkin olduğunu belirtmek için birçok farklı parçacıkta kullanılır.

source: Standalone Color
ar: لون مستقل
cs: Samostatná barva
de: Unabhängige Farbe
fi: Itsenäinen väri
hi: स्टैंडअलोन रंग
hr: Samostalne boje
id: Warna Tersendiri
nl: Losse kleur
pl: Kolor niezależny
ru: Отдельный цвет
ta: தனித்த நிறம்
tr: Bağımsız Renk

source: The standalone colors are similar to the background ones, but provide better contrast when used as foreground color on top of a neutral background - for example, colorful text in a window.
ar: تتشابه الألوان المستقلِّة مع ألوان الخلفيَّة، ولكنها توفر تباينًا أفضل عند استخدامها ألوانًا أماميَّةً أعلى خلفية محايدة، على سبيل المثال: نصٌّ ملوَّن في نافذة.
cs: Samostatné barvy jsou podobné barvám na pozadí, ale poskytují lepší kontrast, když jsou použity jako barva popředí na neutrálním pozadí – například barevný text v okně.
de: Unabhängige Farben sind ähnlich zu Hintergrundfarben, aber sie haben einen besseren Kontrast wenn sie im Vordergrund über einer neutralen Hindergrundsfarbe genutzt werden - beispielsweise bunter Text in einem Fenster.
fi: Itsenäiset värit ovat vastaavalaisia kuin taustavärit, mutta tarjoavat paremman kontrastin neutraalin taustan edustavärinä käytettäessä - esimerkkinä värikäs teksti ikkunassa.
hi: स्टैंडअलोन रंग पृष्ठभूमि के समान होते हैं, लेकिन तटस्थ पृष्ठभूमि के शीर्ष पर अग्रभूमि रंग के रूप में उपयोग किए जाने पर बेहतर कंट्रास्ट प्रदान करते हैं - उदाहरण के लिए, एक विंडो में रंगीन पाठ।
hr: Samostalne boje slične su pozadinskim, ali daju bolji kontrast kada se koriste kao boja prednjeg plana iznad neutralne pozadine - na primjer, raznobojan tekst u prozoru.
id: Warna tersendiri mirip dengan warna latar belakang tetapi memberikan kontras yang lebih baik apabila digunakan sebagai warna latar depan di atas latar belakang. misalnya penggunaan teks berwarna-warni di jendela.
nl: De op zichzelf staande kleuren zijn vergelijkbaar met de achtergrondkleuren, maar bieden een beter contrast wanneer ze worden gebruikt als voorgrondkleur op een neutrale achtergrond, bijvoorbeeld kleurrijke tekst in een venster.
pl: Niezależne kolory są podobne do kolorów tła, ale zapewniają lepszy kontrast, gdy są stosowane jako kolor pierwszego planu na neutralnym tle - na przykład kolorowy tekst w oknie.
ru: Отдельные цвета похожи на фоновые, но имеют больший контраст при использовании в качестве цвета переднего плана на нейтральном фоне - например, цветной текст в окне.
ta: தனித்த நிறங்கள் பின்னணி நிறங்களைப் போலவே இருக்கும், ஆனால் நடுநிலை பின்னணியின் மேல் முன்புற நிறமாகப் பயன்படுத்தும்போது சிறந்த மாறுபாட்டை வழங்கும் - எடுத்துக்காட்டாக, ஒரு சாளரத்தில் வண்ணமயமான உரை.
tr: Bağımsız renkler arka plandaki renklere benzer, ancak ön plan rengi olarak nötr bir arka plan üzerinde kullanıldığında daha iyi karşıtlık sağlar - örneğin, bir penceredeki renkli metin.

source: Background Color
ar: لون الخلفية
cs: Barva pozadí
de: Hintergrundfarbe
fi: Taustaväri
hi: पृष्ठभूमि रंग
hr: Boja pozadine
id: Warna Latar Belakang
nl: Achtergrondkleur
pl: Kolor tła
ru: Фоновый цвет
ta: பின்னணி நிறம்
tr: Arka Plan Rengi

source: Foreground Color
ar: لون المقدمة
cs: Barva popředí
de: Vordergundfarbe
fi: Edustaväri
hi: अग्रभूमि रंग
hr: Prednje boje
id: Warna Latar Depan
nl: Voorgrondkleur
pl: Kolor tekstu
ru: Цвет переднего плана
ta: முன்புற நிறம்
tr: Ön Plan Rengi

source: Destructive Colors
ar: الألوان المدمِّرة
cs: Barvy destrukce
de: Destruktive Farben
fi: Tuhoisat värit
hi: विनाशकारी रंग
hr: Destruktivne boje
id: Warna Berbahaya
nl: Destructieve kleuren
pl: Kolory destrukcyjne
ru: Цвета разрушительности
ta: அழிவு நிறங்கள்
tr: Yıkıcı Renkler

source: These colors are used to indicate dangerous actions, such as deleting a file.
ar: تُستخدم هذه الألوان للإشارة إلى إجراءات خطيرة، مثل حذف ملف.
cs: Tyto barvy jsou indikují nebezpečné akce, např. mazání dokumentu.
de: Diese Farben zeigen gefährliche Aktionen, wie beispielsweise das Löschen einer Datei, an.
hi: इन रंगों का उपयोग खतरनाक कार्यों को इंगित करने के लिए किया जाता है, जैसे किसी फाइल को हटाना।
id: Warna ini digunakan untuk tombol-tombol untuk mengindikasikan tindakan berbahaya. Contohnya saat menghapus berkas.
nl: Deze kleuren worden gebruikt om gevaarlijke acties aan te geven, zoals het verwijderen van een bestand.
ru: Эти цвета используются для обозначения опасных действий, например, удаления файла.
ta: கோப்பை நீக்குவது போன்ற ஆபத்தான செயல்களைக் குறிக்க இந்த வண்ணங்கள் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler, bir dosyayı silmek gibi tehlikeli eylemleri belirtmek için kullanılır.

source: Success Colors
ar: ألوان النجاح
cs: Barvy úspěšných akcí
de: Erfolgs-Farben
fi: Onnistumisen värit
hi: सफलता के रंग
hr: Boje uspjeha
id: Warna Terselesaikan
nl: Succes-kleuren
pl: Kolory powodzenia
ru: Цвета успеха
ta: வெற்றி நிறங்கள்
tr: Başarı Renkleri

source: These colors are used across many different widgets, to indicate success or a high level.
ar: تُستخدم هذه الألوان في العديد من عناصر واجهة المستخدم للإشارة إلى النجاح أو المستوى العالي.
cs: Tyto barvy se používají v mnoha různých widgetech, k označení úspěchu nebo vysoké úrovně.
de: Diese Farben werden von vielen verschiedenen Widgets verwendet um anzuzeigen, dass ein Widget wichtig ist, oder dass eine Aktion erfolgreich war.
hi: सफलता या उच्च स्तर का संकेत देने के लिए इन रंगों का उपयोग कई अलग-अलग विजेट्स में किया जाता है।
id: Warna-warna ini digunakan di banyak jendela yang berbeda, seperti tombol, label, entri, dan bar level, untuk mengindikasikan keberhasilan atau level tinggi.
nl: Deze kleuren worden gebruikt in veel verschillende widgets om succes of een hoog niveau aan te geven.
ru: Эти цвета используются во многих различных виджетах для обозначения успеха или высокого уровня.
ta: இந்த வண்ணங்கள் பல விட்ஜெட்டுகளில் வெற்றி அல்லது உயர்நிலையைக் குறிக்கப் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler, bir başarıyı veya yüksek bir düzeyi belirtmek için birçok farklı parçacıkta kullanılır.

source: Warning Colors
ar: ألوان التحذيرات
cs: Barvy upozornění
de: Warnungsfarben
fi: Varoitusvärit
hi: चेतावनी के रंग
hr: Boje upozorenja
id: Warna Peringatan
nl: Waarschuwingskleuren
pl: Kolory ostrzegawcze
ru: Цвета предупреждения
ta: எச்சரிக்கை நிறங்கள்
tr: Uyarı Renkleri

source: These colors are used across many different widgets, to indicate warning or a low level.
ar: تُستخدم هذه الألوان في العديد من عناصر واجهة المستخدم للتحذيرات والمستويات المنخفضة.
cs: Tyto barvy se používají v mnoha různých widgetech, k označení varování nebo nízké úrovně.
de: Diese Farben werden in vielen verschiedenen Widgets verwendet um eine Warnung oder einen niedrigen Wert anzuzeigen.
hi: चेतावनी या निम्न स्तर को इंगित करने के लिए इन रंगों का उपयोग कई अलग-अलग विजेट्स में किया जाता है।
id: Warna-warna ini digunakan di banyak jendela yang berbeda, seperti tombol, label, entri, dan bar level, untuk mengindikasikan peringatan atau level rendah.
nl: Deze kleuren worden gebruikt in veel verschillende widgets om een waarschuwing of een laag niveau aan te geven.
ru: Эти цвета используются во многих различных виджетах для обозначения предупреждения или низкого уровня.
ta: இந்த வண்ணங்கள் பல்வேறு விட்ஜெட்டுகளில் எச்சரிக்கை அல்லது குறைந்த அளவைக் குறிக்கப் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler, bir uyarıyı veya düşük bir düzeyi belirtmek için birçok farklı parçacıkta kullanılır.

source: Error Colors
ar: ألوان الأخطاء
cs: Warning Colors
de: Fehlerfarben
fi: Virhevärit
hi: त्रुटि के रंग
hr: Boje greške
id: Galat Warna
nl: Foutkleuren
pl: Kolory niepowodzenia
ru: Цвета ошибки
ta: பிழை வண்ணங்கள்
tr: Hata Renkleri

source: These colors are used across many different widgets, to indicate a failure.
ar: تُستخدم هذه الألوان في العديد من عناصر واجهة المستخدم المختلفة للإشارة إلى الفشل.
cs: Tyto barvy se používají v mnoha různých widgetech, k označení selhání.
de: Diese Farben werden von vielen verschiedenen Widgets verwendet um anzuzeigen, dass ein Fehler aufgetreten ist.
hi: विफलता का संकेत देने के लिए इन रंगों का उपयोग कई अलग-अलग विजेट्स में किया जाता है।
id: Warna-warna ini digunakan di banyak jendela yang berbeda, seperti tombol, label, dan entri, untuk mengindikasikan kegagalan.
nl: Deze kleuren worden gebruikt in veel verschillende widgets om een storing aan te geven.
ru: Эти цвета используются во многих различных виджетах для обозначения неудачи.
ta: இந்த நிறங்கள் தோல்வியைக் குறிக்க பல்வேறு விட்ஜெட்டுகளில் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler, bir başarısızlığı belirtmek için birçok farklı parçacıkta kullanılır.

source: Window Colors
ar: ألوان النوافذ
cs: Barvy okna
de: Fensterfarben
fi: Ikkunavärit
hi: विंडो के रंग
hr: Boje prozora
id: Warna Jendela
nl: Vensterkleuren
pl: Kolory okna
ru: Цвета окна
ta: சாளர நிறங்கள்
tr: Pencere Renkleri
