Repository: hydroxycarbamide/Gradience
Catalog: po/*.po
Languages: ar, cs, de, fi, hi, hr, id, nl, pl, ru, ta, tr

source: The shade color is used for scroll undershoot styles within popovers, as well as transitions in AdwNavigationView, AdwOverlaySplitView, AdwLeaflet and AdwFlap.
ar: يُستَخدم لون التظليل في أشكال تقصير التمرير داخل المنبثقات وفي انتقالات AdwNavigationView و AdwOverlaySplitView و AdwLeaflet و AdwFlap.
cs: Barva odstínu se používá pro styly podsouvání posouvání v rámci vyskakovacích oken a také pro přechody v AdwNavigationView, AdwOverlaySplitView, AdwLeaflet a AdwFlap.
hi: शेड रंग का उपयोग पॉपओवर के भीतर स्क्रॉल अंडरशूट शैलियों के साथ-साथ AdwNavicationView, AdwOverlaySplitView, AdwLeaflet और AdwFlap में बदलाव के लिए किया जाता है।
ru: Цвет оттенка используется для стилей затенения прокрутки во всплывающих окнах, а также для переходов в AdwNavigationView, AdwOverlaySplitView, AdwLeaflet и AdwFlap.
ta: நிழல் வண்ணம் பாப்ஓவர்களுக்குள் சுருள் அண்டர்ஷூட் பாணிகளுக்கும், AdwNavigationView, AdwOverlaySplitView, AdwLeaflet மற்றும் AdwFlap ஆகியவற்றில் மாற்றங்களுக்கும் பயன்படுத்தப்படுகிறது.
tr: Renk tonları, açılır pencereler içindeki kaydırma alt vuruş biçemlerinin yanı sıra AdwNavigationView, AdwOverlaySplitView, AdwLeaflet ve AdwFlap'teki geçişler için kullanılır.

source: Miscellaneous Colors
ar: ألوان متنوعة
cs: Různé barvy
de: Sonstiege Farben
fi: Sekalaiset värit
hi: विविध रंग
hr: Ostale boje
id: Warna Lainnya
nl: Diverse kleuren
pl: Inne kolory
ru: Прочие цвета
ta: இதர நிறங்கள்
tr: Çeşitli Renkler

source: Colors that don't fit in any particular group.
ar: الألوان التي لا تناسب أي مجموعة.
cs: Barvy, které se nehodí do žádné konkrétní skupiny.
de: Farben, welche in keine genauere Gruppe passen.
fi: Värit, jotka eivät sovi mihinkään tiettyyn ryhmään.
hi: ऐसे रंग जो किसी विशेष समूह में फिट नहीं बैठते।
hr: Boje koje ne pripadaju nijednoj određenoj grupi.
id: Warna-warna yang tidak sesuai dengan kelompok tertentu.
nl: Kleuren die niet in een bepaalde groep passen.
pl: Kolory, które nie pasują do żadnej konkretnej grupy.
ru: Цвета, не вписывающиеся ни в одну конкретную группу.
ta: எந்த குறிப்பிட்ட குழுவிற்கும் பொருந்தாத வண்ணங்கள்.
tr: Belirli bir gruba uymayan renkler.

source: The shade color is used by inline tab bars, as well as the transitions in leaflets and flaps, and info bar borders.
ar: يُستخدم لون الظل بواسطة شُرُط علامات التبويب المضمنة، بالإضافة إلى الانتقالات في المنشورات واللوحات وحدود شريط المعلومات.
cs: Barvu odstínu používají vložené pruhy karet, přechody v záložkách a okraje informačních pruhů.
de: Die Schattierungsfarbe wird für Tableisten, sowie Leaflets, Flaps und Infozeilenränder verwendet.
hi: शेड रंग का उपयोग इनलाइन टैब बार के साथ-साथ लीफलेट और फ्लैप में बदलाव और सूचना बार बॉर्डर द्वारा किया जाता है।
hr: Boja zasjenjenja se koristi za trake s karticama, kao i za prijelaze u letcima i preklopima te rubove trake s informacijama.
id: Warna bayangan digunakan oleh bilah baris, serta transisi dalam pamflet dan sayap, dan batas bilah info.
nl: De schaduwkleur wordt gebruikt door inline-tabbalken, leaflet- en flap-overgangen, en randen van infobalken.
pl: Kolor odcienia jest używany przez liniowe paski sekcji, a także w przejściach w leafletach i flapsach oraz obramowaniach pasków informacyjnych.
ru: Цвет тени используется во встроенных панелях вкладок, переходах в лифлетах и флапах (выскользающих сбоку меню) и в границах у панелей информации.
ta: நிழல் வண்ணம் இன்லைன் டேப் பார்கள், துண்டுப் பிரசுரங்கள் மற்றும் மடிப்புகளின் மாற்றங்கள் மற்றும் தகவல் பட்டி பார்டர்களால் பயன்படுத்தப்படுகிறது.
tr: Renk tonu, satır içi sekme çubuklarının yanı sıra broşür ve kanatlardaki geçişler ve bilgi çubuğu kenarlıkları tarafından kullanılır.

source: Scrollbar Outline Color
ar: لون شريط التمرير
cs: Barva obrysu posuvníku
de: Scrollleistenrandfarbe
fi: Vierityspalkin uloin väri
hi: स्क्रॉलबार रूपरेखा रंग
hr: Boja obrisa trake pomicanja
id: Warna Garis Besar Bilah Gulir
nl: Randkleur schuifbalk
pl: Kolor konturu paska przewijania (scrollbara)
ru: Цвет границы полоски прокрутки
ta: ஸ்க்ரோல்பார் அவுட்லைன் நிறம்
tr: Kaydırma Çubuğu Dış Hat Rengi

source: The scrollbar outline color is used by scrollbars to ensure that overlay scrollbars are visible regardless of the content color.
ar: يُستخدم لون شريط التمرير بواسطة شُرُط التمرير لضمان ظهور شُرُط التمرير المتراكبة بغض النظر عن لون المحتوى.
cs: Barva obrysu posuvníku používají posuvníky, aby zajistily, že překryvné posuvníky budou viditelné bez ohledu na barvu obsahu.
de: Die Scrollleistenrandfarbe wird von Scrollleisten verwendet, um sicherzustellen, dass die Scrollleiste immer sichtbar ist, unabhängig von der Hintergrundfarbe.
hi: स्क्रॉलबार आउटलाइन रंग का उपयोग स्क्रॉलबार द्वारा यह सुनिश्चित करने के लिए किया जाता है कि ओवरले स्क्रॉलबार सामग्री के रंग की परवाह किए बिना दिखाई दे रहे हैं।
hr: Boju obrisa trake pomicanja koriste trake za pomicanje kako bi se osiguralo da su trake za pomicanje vidljive bez obzira na boju sadržaja.
id: Warna garis besar bilah gulir digunakan oleh bilah gulir untuk memastikan bahwa bilah gulir tampilan terlihat terlepas dari warna konten.
nl: De randkleur van de schuifbalk wordt gebruikt door schuifbalken zodat zwevende schuifbalken zichtbaar blijven ongeacht de achtergrond.
pl: Kolor konturu paska przewijania (scrollbara) jest używany przez paski przewijania, aby zapewnić, że nakładane paski przewijania są widoczne niezależnie od koloru zawartości.
ru: Цвет границы полосы прокрутки используется полосами прокрутки для гарантии того, что они будут видны независимо от цвета содержимого.
ta: உள்ளடக்கத்தின் நிறத்தைப் பொருட்படுத்தாமல் மேலடுக்கு ஸ்க்ரோல்பார்கள் தெரியும் என்பதை உறுதிப்படுத்த, ஸ்க்ரோல்பார் அவுட்லைன் வண்ணம் ஸ்க்ரோல்பார்களால் பயன்படுத்தப்படுகிறது.
tr: Kaydırma çubuğu dış hat rengi, içerik renginden bağımsız olarak kaplama kaydırma çubuklarının görünür olmasını sağlamak için kaydırma çubukları tarafından kullanılır.

source: Blue
ar: أزرق
cs: Modrá
de: Blau
fi: Sininen
hi: नीला
hr: Plava
id: Biru
nl: Blauw
pl: Niebieski
ru: Синий
ta: நீலம்
tr: Mavi

source: Green
ar: أخضر
cs: Zelená
de: Grün
fi: Vihreä
hi: हरा
hr: Zelena
id: Hijau
nl: Groen
pl: Zielony
ru: Зелёный
ta: பச்சை
tr: Yeşil

source: Yellow
ar: أصفر
cs: Žlutá
de: Gelb
fi: Keltainen
hi: पीला
hr: Žuta
id: Kuning
nl: Geel
pl: Żółty
ru: Жёлтый
ta: மஞ்சள்
tr: Sarı

source: Orange
ar: برتقالي
cs: Oranžová
fi: Oranssi
hi: नारंगी
hr: Narančasta
id: Jingga
nl: Oranje
pl: Pomarańczowy
ru: Оранжевый
ta: ஆரஞ்சு
tr: Turuncu

source: Red
ar: أحمر
cs: Červená
de: Rot
fi: Punainen
hi: लाल
hr: Crvena
id: Merah
nl: Rood
pl: Czerwony
ru: Красный
ta: சிவப்பு
tr: Kırmızı

source: Purple
ar: أرجواني
cs: Fialová
de: Violett
fi: Liila
hi: बैंगनी
hr: Ljubičasta
id: Ungu
nl: Paars
pl: Fioletowy
ru: Фиолетовый
ta: ஊதா
tr: Mor

source: Brown
ar: بني
cs: Hnědá
de: Braun
fi: Ruskea
hi: भूरा
hr: Smeđa
id: Cokelat
nl: Bruin
pl: Brązowy
ru: Коричневый
ta: பழுப்பு
tr: Kahverengi

source: Light
ar: مظهر فاتح
cs: Světlá
de: Hell
fi: Vaalea
hi: हल्का
hr: Svijetla
id: Terang
nl: Licht
pl: Jasny
ru: Светлая
ta: ஒளி
tr: Aydınlık

source: Dark
ar: مظهر داكن
cs: Tmavá
de: Dunkel
fi: Tumma
hi: गहरा
hr: Tamna
id: Gelap
nl: Donker
pl: Ciemny
ru: Тёмная
ta: இருட்டு
tr: Karanlık

source: Base Background Color
ar: لون الخلفية الأساس
cs: Základní barva pozadí
de: Basis Hintergrundfarbe
hi: आधार पृष्ठभूमि रंग
id: Warna Dasar Latar Belakang
nl: Basis-achtergrondkleur
pl: Podstawowy kolor tła
ru: Основной цвет фона
ta: அடிப்படை பின்னணி நிறம்
tr: Temel Arka Plan Rengi

source: Base Foreground Color
ar: لون المقدمة الأساس
cs: Základní barva popředí
de: Vordergundfarbe
hi: आधार अग्रभूमि रंग
id: Warna Dasar Latar Depan
nl: Basis-voorgrondkleur
pl: Podstawowy kolor tekstu
ru: Основной цвет переднего плана
ta: அடிப்படை முன்புற நிறம்
tr: Temel Ön Plan Rengi

source: Overview Background Color
ar: لون خلفية النظرة العامة
cs: Barva pozadí přehledu
de: Übersichts Hintergrundfarbe
hi: अवलोकन पृष्ठभूमि रंग
id: Ikhtisar Warna Latar Belakang
nl: Overzicht-achtergrondkleur
ru: Фоновый цвет обзора
ta: கண்ணோட்டம் பின்னணி நிறம்
tr: Genel Görünüm Arka Plan Rengi

source: Accent Background Color
ar: لون الخلفية الثانوي
cs: Accent barva pozadí
de: Akzent Hintergrundfarbe
hi: एक्सेंट पृष्ठभूमि रंग
id: Aksen Warna Latar Belakang
nl: Accent-achtergrondkleur
ru: Акцентный цвет фона
ta: உச்சரிப்பு பின்னணி நிறம்
tr: Aksan Arka Plan Rengi

source: Accent Foreground Color
ar: لون المقدمة الثانوي
cs: Accent barva popředí
de: Akzent Vordergundfarbe
hi: एक्सेंट अग्रभूमि रंग
id: Aksen Warna Latar Depan
nl: Accent-voorgrondkleur
ru: Акцентный цвет переднего плана
ta: உச்சரிப்பு முன்புற நிறம்
tr: Aksan Ön Plan Rengi

source: OSD Foreground Color
ar: لون مقدمة إعدادات الشاشة
cs: Barva popředí OSD
de: OSD Vordergundfarbe
hi: OSD अग्रभूमि रंग
id: Warna OSD Latar Depan
nl: OSD-voorgrondkleur
ru: Цвет переднего плана экранного меню
ta: OSD முன்புற நிறம்
tr: OSD Ön Plan Rengi

source: translator-credits
ar: علي الجشي https://github.com/Ali-x98
cs: Amerey.eu
de: FineFindus,Costeer
fi: Jiri Grönroos
hi: Scrambled777 &lt;weblate.scrambled777@simplelogin.com&gt;
hr: Milo Ivir
id: May Mantari, 2023
nl: Philip Goto https://philipgoto.nl/
pl: ewm
ru: Давид Лапшин
ta: K.B.Dharun Krishna https://github.com/kbdharun
tr: Gradience Çevirmenleri

source: Copyright © 2022-2023 Gradience Team
ar: حقوق النشر © ٢٠٢٢ - ٢٠٢٣ فريق «تدرج»
fi: Tekijänoikeus © 2022-2023 Gradience-tiimi
hi: कॉपीराइट © 2022-2023 Gradience टीम
hr: Autorska prava © 2022. – 2023. Gradience Team
id: Hak Cipta oleh Tim Gradience © 2022-2023
nl: Copyright © 2022-2023, Het Gradience-team
ru: Авторские права © 2022-2023 Команда Gradience
ta: பதிப்புரிமை © 2022-2023 கிரேடியன்ஸ் குழு
tr: Telif Hakkı © 2022-2023 Gradience Ekibi

source: Plugins by
ar: الملحقات بواسطة
cs: Zásuvné moduly od
de: Plugins von
fi: Liitännäiset
hi: इनके द्वारा प्लगइन्स
hr: Priključci od
id: Pengaya oleh
nl: Plug-ins door
pl: Wtyczki według
ru: Плагины
ta: செருகுநிரல்கள் பைய்
tr: Eklentiler

source: Contributors on GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
ar: المساهمون من جت‌هب https://github.com/GradienceTeam/Plugins/graphs/contributors
cs: Přispěvatelé na GitHubu https://github.com/GradienceTeam/Plugins/graphs/contributors
de: Mitwirkende auf GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
fi: Avustajat GitHubissa https://github.com/GradienceTeam/Plugins/graphs/contributors
hi: GitHub पर योगदानकर्ता https://github.com/GradienceTeam/Plugins/graphs/contributors
hr: Doprinositelji na GitHubu https://github.com/GradienceTeam/Plugins/graphs/contributors
id: Kontributor GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
nl: Bijdragers op GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
pl: Współtwórcy na GitHubie https://github.com/GradienceTeam/Plugins/graphs/contributors
ru: Участники на GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
ta: GitHub இல் பங்களிப்பாளர்கள் https://github.com/GradienceTeam/Plugins/graphs/contributors
tr: GitHub Üstünden Katkıda Bulunanlar https://github.com/GradienceTeam/Plugins/graphs/contributors

source: Presets by
ar: الإعدادات المسبقة بواسطة
cs: Předvolby od
de: Preset von
fi: Esiasetukset
hi: इनके द्वारा प्रीसेट
hr: Predlošci od
id: Konfigurasi oleh
nl: Voorinstellingen door
pl: Szablony według
ru: Предустановки
ta: முன்னமைவுகள் பைய்
tr: Ön Ayarlar

source: Contributors on GitHub https://github.com/hydroxycarbamide/Community/graphs/contributors
ar: المساهمون من جت‌هب https://github.com/hydroxycarbamide/Community/graphs/contributors
cs: Přispěvatelé na GitHub https://github.com/hydroxycarbamide/Community/graphs/contributors
de: Mitwirkende auf GitHub https://github.com/hydroxycarbamide/Community/graphs/contributors
fi: Avustajat GitHubissa https://github.com/hydroxycarbamide/Community/graphs/contributors
hi: GitHub पर योगदानकर्ता https://github.com/GradienceTeam/Cmunity/graphs/contributors
hr: Doprinositelji na GitHubu https://github.com/hydroxycarbamide/Community/graphs/contributors
id: Kontributor GitHub GradienceTeam/Community
nl: Bijdragers op GitHub https://github.com/hydroxycarbamide/Community/graphs/contributors
pl: Współtwórcy na GitHubie https://github.com/hydroxycarbamide/Community/graphs/contributors
ru: Участники на GitHub https://github.com/hydroxycarbamide/Community/graphs/contributors
ta: GitHub இல் பங்களிப்பாளர்கள் https://github.com/hydroxycarbamide/Community/graphs/contributors

source: Palette Colors
ar: تشكيلة الألوان
cs: Paleta barev
de: Farbpalette
fi: Palettivärit
hi: पैलेट रंग
hr: Boje palete
id: Warna Palet
nl: Paletkleuren
pl: Paleta kolorów
ru: Цвета палитры
ta: தட்டு நிறங்கள்
tr: Palet Renkleri

source: Named palette colors used by some applications. Default colors follow the <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a>.
ar: تشكيلات الألوان المُسمّاة التي تُستخدم من قبل بعض التطبيقات. تتبع الألوان الافتراضية القواعد الإرشادية لـ <a href="https://developer.gnome.org/hig/reference/palette.html"> GNOME Human Interface </a>.
cs: Pojmenovaná paleta barev používaná některými aplikacemi. Výchozí barvy jsou nastaveny podle <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a>.
de: Benannte Farben werden von einige Apps genutzt. Standardfarben sind in den <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a> definiert.
fi: Nimetyt palettivärit ovat joidenkin sovellusten käyttämiä. Oletusvärit seuraavat <a href="https://developer.gnome.org/hig/reference/palette.html">Gnomen Human Interface Guidelines -ohjeistuksia</a>.
hi: कुछ अनुप्रयोगों द्वारा उपयोग किए गए नामित पैलेट रंग। तयशुदा रंग <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a> का पालन करते हैं।
hr: Navedite boje palete koje koristi neka aplikacija. Zadane boje slijede <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a>.
id: Nama warna palet yang digunakan oleh beberapa aplikasi. Warna bawaan mengikuti <a href="https://developer.gnome.org/hig/reference/palette.html">Pedoman Tampilan Antarmuka GNOME</a>.
nl: Paletkleuren met naam welke gebruikt worden door sommige apps. Standaardkleuren volgen de <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a>.
pl: Nazwane palety kolorów są używane przez niektóre aplikacje. Domyślne kolory są zgodne z <a href="https://developer.gnome.org/hig/reference/palette.html">wytycznymi dotyczącymi interfejsów użytkownika GNOME</a>.
ru: Цвета палитры с названными цветами, которые используются некоторыми приложениями. Цвета по умолчанию следуют <a href="https://developer.gnome.org/hig/reference/palette.html">Human Interface Guidelines GNOME</a>.
ta: பெயரிடப்பட்ட தட்டு வண்ணங்கள் சில பயன்பாடுகளால் பயன்படுத்தப்படுகின்றன. இயல்புநிலை வண்ணங்கள் <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME மனித இடைமுக வழிகாட்டுதல்களைப்</a> பின்பற்றுகின்றன.
tr: Bazı uygulamalar tarafından kullanılan isimlendirilmiş palet renkleri. Varsayılan renkler <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME İnsan Arayüzü Yönergeleri</a>ni takip eder.

source: Plugins
ar: الملحقات
cs: Zásuvné moduly
fi: Liitännäiset
hi: प्लगइन्स
hr: Priključci
id: Pengaya
pl: Wtyczki
ru: Плагины
ta: செருகுநிரல்கள்
tr: Eklentiler

source: Plugins add additional features to Gradience, plugins are made by Gradience community and can cause issues.
ar: تضيف الملحقات ميزات إضافية إلى «تدرج»، وهي مطورة من قبل مجتمع «تدرج» ويمكن أن تُسبب مشكلات.
cs: Zásuvné moduly přidávají do Gradience další funkce, jsou vytvářeny komunitou Gradience a mohou způsobovat problémy.
de: Plugins fügen Gradience zusätzliche Funktionen hinzu, Plugins werden von der Gradience-Community erstellt und können Probleme verursachen.
fi: Liitännäiset lisäävät ominaisuuksia Gradienceen. Liitännäiset ovat yhteisön tekemiä ja ne voivat aiheuttaa ongelmia.
hi: प्लगइन्स Gradience में अतिरिक्त सुविधाएं जोड़ते हैं, प्लगइन्स Gradience समुदाय द्वारा बनाए जाते हैं और समस्याएं पैदा कर सकते हैं।
hr: Priključci dodaju dodatne značajke aplikaciji Gradience. Priključke stvara Gradience zajednica i mogu prouzročiti probleme.
id: Pengaya menambahkan fitur tambahan ke Gradience. pengaya dibuat oleh komunitas Gradience dan dapat menyebabkan masalah.
nl: Plug-ins voegen extra functies toe aan Gradience, plug-ins zijn gemaakt door de Gradience-community en kunnen problemen veroorzaken.
pl: Wtyczki dodają nowe funkcje do Gradience, wtyczki są tworzone przez społeczność Gradience i mogą czasem powodować problemy.
ru: Плагины добавляют дополнительные функции в Gradience, плагины создаются сообществом Gradience и могут приводить к проблемам.
ta: செருகுநிரல்கள் கிரேடியன்ஸில் கூடுதல் அம்சங்களைச் சேர்க்கின்றன, செருகுநிரல்கள் கிரேடியன்ஸ் சமூகத்தால் உருவாக்கப்பட்டவை மற்றும் சிக்கல்களை ஏற்படுத்தலாம்.
tr: Eklentiler Gradience'a ek özellikler ekler. Eklentiler Gradience topluluğu tarafından sağlanır ve sorun çıkarabilir.

source: No Plugins Found.
ar: لم يُعثر على ملحقات.
cs: Nebyly nalezeny žádné zásuvné moduly.
de: Keine Plugins gefunden.
fi: Liitännäisiä ei löytynyt.
hi: कोई प्लगइन्स नहीं मिला।
hr: Nema pronađenih priključaka.
id: Tidak Ada Pengaya yang Ditemukan.
nl: Geen plug-ins gevonden
pl: Nie znaleziono żadnych wtyczek.
ru: Плагины не найдены.
ta: செருகுநிரல்கள் எதுவும் கிடைக்கவில்லை.
tr: Eklenti bulunamadı.

source: User Presets
ar: الإعدادات المسبقة للمستخدم
cs: Uživatelská přednastavení
de: Benutzer Presets
fi: Käyttäjien esiasetukset
hi: उपयोगकर्ता प्रीसेट
hr: Korisnikovi predlošci
id: Konfigurasi Pengguna
nl: Voorinstellingen van gebruiker
pl: Profile użytkowników
ru: Пользовательские предустановки
ta: பயனர் முன்னமைவுகள்
tr: Kullanıcı Ön Ayarları

source: Add new repository
ar: أضف مستودعًا جديدًا
cs: Přidat nový repozitář
de: Archiv hinzufügen
fi: Lisää uusi tietovarasto
hi: नई रिपोजिटरी जोड़ें
hr: Dodaj novi repozitorij
id: Tambahkan repositori baru
nl: Nieuwe repository toevoegen
pl: Dodaj nowe repozytorium
ru: Добавить новый репозиторий
ta: புதிய களஞ்சியத்தைச் சேர்க்கவும்
tr: Yeni depo ekle

source: Add a repository to install additional presets.
ar: أضف مستودعًا لتثبيت إعدادات مسبقة إضافية.
cs: Přidat úložiště pro instalaci dalších předvoleb.
de: Fügen Sie ein Repository hinzu, um zusätzliche Presets zu installieren.
fi: Lisää tietovarasto, josta on mahdollista asentaa lisää esiasetuksia.
hi: अतिरिक्त प्रीसेट स्थापित करने के लिए एक रिपॉजिटरी जोड़ें।
hr: Dodajte repozitorij kako bi instalirali dodatne predloške.
id: Tambahkan repositori untuk instalasi konfigurasi extra.
nl: Voeg een repository toe om extra voorinstellingen te installeren.
pl: Dodaj repozytorium, aby zainstalować dodatkowe profile.
ru: Добавить репозиторий для установки дополнительных предустановок.
ta: கூடுதல் முன்னமைவுகளை நிறுவ ஒரு களஞ்சியத்தைச் சேர்க்கவும்.
tr: Ek ön ayarları kurmak için bir depo ekleyin.

source: Cancel
ar: ألغِ
cs: Zrušit
de: Abbrechen
fi: Peru
hi: रद्द करें
hr: Odustani
id: Membatalkan
nl: Annuleren
pl: Anuluj
ru: Отменить
ta: ரத்துசெய்
tr: İptal

source: Add
ar: أضف
cs: Přidat
de: Hinzufügen
fi: Lisää
hi: जोड़ें
hr: Dodaj
id: Tambahkan
nl: Toevoegen
pl: Dodaj
ru: Добавить
ta: சேர்
tr: Ekle

source: Preset already exists
ar: الإعداد المسبق موجود بالفعل
cs: Předvolba již existuje
de: Preset existiert bereits
fi: Esiasetus on jo olemassa
hi: प्रीसेट पहले से मौजूद है
hr: Predložak već postoji
id: Konfigurasi sudah ada
nl: Voorinstelling bestaat al
pl: Profil już istnieje
ru: Предустановка уже существует
ta: முன்னமைவு ஏற்கனவே உள்ளது
tr: Ön ayar zaten var

source: Preset imported
ar: اُستورد الإعداد المسبق
cs: Předvolba importována
de: Preset importiert
fi: Esiasetus tuotu
hi: प्रीसेट आयातित
hr: Predložak je uvezen
id: Konfigurasi yang diimpor
nl: Voorinstelling geïmporteerd
pl: Profil zaimportowany
ru: Предустановка импортирована
ta: முன்னமைவு இறக்குமதி செய்யப்பட்டது
tr: Ön ayar içe aktarıldı

source: Unsupported file format, must be .json
ar: تنسيق الملف غير مدعوم، يجب أن تنسيقه .json
cs: Nepodporovaný formát souboru, musí být .json
de: Nicht unterstütztes Dateiformat, muss .json sein
fi: Tiedostomuoto ei ole tuettu, täytyy olla .json
hi: असमर्थित फाइल स्वरूप, .json होना चाहिए
hr: Nepodržana vrsta datoteke, mora biti .json
id: Format berkas yang tidak didukung, harus .json
nl: Niet-ondersteund bestandsformaat, dit dient JSON te zijn
pl: Niewspierany format pliku, musi być .json
ru: Не поддерживаемый файловый формат, должен быть .json
ta: ஆதரிக்கப்படாத கோப்பு வடிவம், .json ஆக இருக்க வேண்டும்
tr: Desteklenmeyen dosya biçimi, .json olmalı

source: Built-in Presets
ar: الإعدادات المسبقة المدمجة
cs: Vestavěné předvolby
de: Vorinstallierte Presets
fi: Sisäänrakennetut esiasetukset
hi: अंतर्निर्मित प्रीसेट
hr: Ugrađeni predlošci
id: Konfigurasi Bawaan
nl: Ingebouwde voorinstellingen
pl: Wbudowane Profile
ru: Встроенные предустановки
ta: உள்ளமைக்கப்பட்ட முன்னமைவுகள்
tr: Yerleşik Ön Ayarlar

source: See <a href="https://github.com/hydroxycarbamide/Community">GradienceTeam/Community</a> on Github for more presets.
ar: راجع <a href="https://github.com/hydroxycarbamide/Community"> GradienceTeam / Community </a> على جِت.هَب للحصول على مزيد من الإعدادات المسبقة.
cs: Další předvolby najdete <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> na Githubu.
de: Siehe <a href="https://github.com/hydroxycarbamide/Community">GradienceTeam/Community</a> auf Github für weitere Voreinstellungen.
fi: Katso Githubista <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> saadaksesi lisää esiasetuksia
hi: अधिक प्रीसेट के लिए Github पर <a href="https://github.com/GradienceTeam/Cmunity">GradienceTeam/Cmunity</a> देखें।
hr: Pogledajte <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> na Githubu za više predložaka.
id: Kunjungi <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> di Github untuk melihat lebih banyak varian konfigurasi.
nl: Zie <a href="https://github.com/hydroxycarbamide/Community">GradienceTeam/Community</a> op Github voor meer voorinstellingen.
pl: Zobacz <a href="https://github.com/hydroxycarbamide/Community">GradienceTeam/Community</a> na Githubie po więcej profili.
ru: Смотрите<a href="https://github.com/hydroxycarbamide/Community">GradienceTeam/Community</a> на GitHub для большего количества предустановок.
ta: மேலும் முன்னமைவுகளுக்கு Github இல் <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> பார்க்கவும்.
