Repository: hydroxycarbamide/Gradience
Catalog: po/*.po
Languages: ar, cs, de, fi, hi, hr, id, nl, pl, ru, ta, tr

source: These colors are used primarily for windows.
ar: تُستخدم هذه الألوان بشكل أساسيّ للنوافذ.
cs: Tyto barvy se používají především na okna.
de: Diese Farben werden vorrangig für Fenster verwendet.
fi: Näitä värejä käytetään ensisijaisesti ikkunoissa.
hi: इन रंगों का प्रयोग मुख्य रूप से विंडो के लिए किया जाता है।
hr: Ove boje se prvenstveno koriste za prozore.
id: Warna ini digunakan untuk pewarna jendela.
nl: Deze kleuren worden voornamelijk voor vensters gebruikt.
pl: Kolory te stosuje się przede wszystkim w przypadku okien.
ru: Эти цвета используются в основном в окнах.
ta: இந்த வண்ணங்கள் முதன்மையாக சாளரங்களுக்குப் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler öncelikli olarak pencereler için kullanılır.

source: View Colors
ar: عرض الألوان
cs: Barvy zobrazení
de: View-Farben
fi: Näkymävärit
hi: रंग देखें
hr: Boje prikaza
id: Warna Teks
nl: Weergavekleuren
pl: Kolory widoków
ru: Цвета представлений
ta: வண்ணங்களைக் காண்க
tr: Görünüm Renkleri

source: These colors are used across many different widgets, such as text views and entries.
ar: تُستخدم هذه الألوان في العديد من عناصر واجهة المستخدم، مثل عارضات النصوص والخانات.
cs: Tyto barvy se používají v různých widgetech, jako jsou textové zobrazení a položky.
de: Diese Farben werden in vielen verschieden Widgets, wie Text oder Einträgen genutzt.
hi: इन रंगों का उपयोग कई अलग-अलग विजेट्स में किया जाता है, जैसे पाठ दृश्य और प्रविष्टियां।
id: Warna-warna ini digunakan dalam berbagai Jendela. Contohnya tampilan pada teks dan entri.
nl: Deze kleuren worden gebruikt door veel verschillende widgets, zoals tekstweergaven en velden.
ru: Эти цвета используются во многих различных виджетах, таких как текстовые представления и поля ввода.
ta: உரை காட்சிகள் மற்றும் உள்ளீடுகள் போன்ற பல்வேறு விட்ஜெட்டுகளில் இந்த வண்ணங்கள் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler, metin görünümleri ve girişler gibi pek çok parçacıkta kullanılır.

source: Header Bar Colors
ar: ألوان الشريط العلوي
cs: Barvy záhlaví
de: Titelleistenfarben
fi: Otsakepalkin värit
hi: हैडर बार रंग
hr: Boje trake zaglavlja
id: Warna Bilah Atas
nl: Titelbalkkleuren
pl: Kolory paska nagłówka
ru: Цвета заголовков
ta: தலைப்பு பட்டி வண்ணங்கள்
tr: Başlık Çubuğu Renkleri

source: These colors are used for header bars, as well as widgets that are meant to be visually attached to it, such as search bars or tab bars.
ar: تُستخدم هذه الألوان للأشرطة العلوية، بالإضافة إلى عناصر واجهة المستخدم التي من المفترض أن تُرفق معها بصريًا، مثل شُرُط البحث أو شُرُط علامات التبويب.
cs: Tyto barvy se používají pro lišty záhlaví a také widgety, které k nim mají být vizuálně připojeny, jako jsou vyhledávací lišty nebo lišty karet.
de: Diese Farben werden in Titelleisten, sowie in Widgets, welche sich auf der Titelleiste befinden, beispielsweise Suchzeilen oder Tabs, genutzt.
fi: Näitä värejä käytetään otsakepalkissa ja siihen liitetyissä käyttöliittymäelementeissä kuten haku- ja välilähtipalkeissa.
hi: इन रंगों का उपयोग हेडर बार के साथ-साथ उन विजेट्स के लिए किया जाता है जो इससे दृश्य रूप से जुड़े होते हैं, जैसे खोज बार या टैब बार।
hr: Ove boje se koriste za trake zaglavlja, kao i za grafičke objekte koji su namijenjeni za vizualno pričvršćivanje, poput traka pretraga ili traka kartica.
id: Warna-warna ini digunakan untuk bilah atas yang dimaksudkan untuk dilekatkan secara visual padanya, seperti bilah pencarian atau bilah tab.
nl: Deze kleuren worden gebruikt voor titelbalken en widgets die hier visueel aan verbonden zijn, zoals zoek- en tabbalken.
pl: Kolory te są wykorzystywane do pasków nagłówkowych, a także widżetów, które mają być do niego wizualnie dołączone, takich jak paski wyszukiwania czy paski sekcji.
ru: Эти цвета используются для заголовков окон, а также виджетов, которые должны быть визуально присоединены к ним, например, панели поиска или панели вкладок.
ta: இந்த வண்ணங்கள் தலைப்புப் பட்டிகளுக்கும், தேடல் பார்கள் அல்லது டேப் பார்கள் போன்ற பார்வைக்கு இணைக்கப்பட வேண்டிய விட்ஜெட்டுகளுக்கும் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler, başlık çubuklarının yanı sıra, arama çubukları veya sekme çubukları gibi görsel olarak eklenmesi amaçlanan parçacıklar için kullanılır.

source: Border Color
ar: لون الحواف
cs: Barva ohraničení
de: Randfarben
fi: Reunaväri
hi: बॉर्डर का रंग
hr: Boja ruba
id: Warna Bingkai
nl: Randkleur
pl: Kolor obramowania
ru: Цвет границы
ta: பார்டர் நிறம்
tr: Kenarlık Rengi

source: The border color has the same default value as a foreground color, but doesn't change along with it. This can be useful if a light window has a dark header bar with light text; in this case it may be desirable to keep the border dark. This variable is only used for vertical borders - for example, separators between the two header bars in a split header bar layout.
ar: للون الحواف نفس القيمة الافتراضية للون المقدمة، لكنه لا يتغير معها. يمكن أن يكون هذا مفيدًا إذا كانت النافذة ساطعة اللون ولها شريط علوي داكن مع نص فاتح؛ في هذه الحالة، قد يكون من المستحسن إبقاء الحواف داكنةً. يستخدم هذا المتغير للحدود العلوية فقط - على سبيل المثال: الفواصل بين شريطي رأس في تخطيط شريط الرأس المنفصل.
cs: Barva ohraničení má stejnou výchozí hodnotu jako barva popředí, ale spolu s ní se nemění. To může být užitečné, pokud má světlé okno tmavý pruh záhlaví se světlým textem; v tomto případě může být žádoucí ponechat okraj tmavý. Tato proměnná se používá pouze pro svislé ohraničení – například oddělovače mezi dvěma pruhy záhlaví v rozložení pruhu rozděleného záhlaví.
de: Die Randfarbe hat die selbe Farbe wie der Vordergrund, wird aber nicht mit ihm zusammen geändert. Dies kann nützlich sein, falls das Fenster eine dunkle Titelleiste mit hellem Text hat; In dem Fall kann es wünschenswert sein, den Rand dunkel zu lassen. Diese Farbe wird nur für vertikale Grenzen verwendet - beispielsweise als Trennstück zwischen zwei Titelleisten in einen getrennten Titelleistelayout.
hi: बॉर्डर रंग का तयशुदा मान अग्रभूमि रंग के समान ही होता है, लेकिन इसके साथ नहीं बदलता है। यह उपयोगी हो सकता है यदि किसी प्रकाश विंडो में हल्के पाठ के साथ गहरे रंग का हेडर बार हो; इस मामले में सीमा को अंधेरा रखना वांछनीय हो सकता है। इस वेरिएबल का उपयोग केवल ऊर्ध्वाधर सीमाओं के लिए किया जाता है - उदाहरण के लिए, स्प्लिट हेडर बार लेआउट में दो हेडर बार के बीच विभाजक।
hr: Boja ruba ima istu zadanu vrijednost kao boja prednjeg plana, ali se ne mijenja zajedno s njom. Ovo može biti korisno ako svijetli prozor ima tamnu traku zaglavlja sa svijetlim tekstom; u tome slučaju može biti poželjno da rub ostane taman. Ova varijabla se koristi samo za okomite rubove - na primjer, razdjelnike između dvije trake zaglavlja u podijeljenom rasporedu trake zaglavlja.
id: Warna bingkai memiliki nilai bawaan yang sama dengan warna latar depan, tetapi tidak berubah seiring dengan itu. Hal ini dapat berguna jika jendela terang memiliki bilah atas gelap dengan teks terang; dalam hal ini mungkin diinginkan untuk menjaga bingkai tetap gelap. Variabel ini hanya digunakan untuk bingkai vertikal - misalnya, pemisah antara dua bilah atas dalam tata letak bilah atas terpisah.
nl: De randkleur heeft dezelfde standaardwaarde als een voorgrondkleur, maar verandert niet mee. Dit kan handig zijn als een licht venster een donkere titelbalk met lichte tekst heeft; in dit geval kan het wenselijk zijn om de rand donker te houden. Deze variabele wordt alleen gebruikt voor verticale randen - bijvoorbeeld scheidingstekens tussen de twee titelbalken in een gesplitste titelbalk-layout.
pl: Kolor obramowania ma taką samą wartość domyślną jak kolor tekstu, ale mogą to być dwie odrębne wartości. Może być to przydatne, jeśli jasne okno ma ciemny pasek nagłówka z jasnym tekstem; w takim przypadku może być pożądane, aby obramowanie było ciemne. Ta zmienna jest używana tylko dla pionowych obramowań - na przykład separatorów między dwoma paskami nagłówka w układzie z dzielonym paskiem nagłówka.
ru: Цвет границы по умолчанию равен цвету переднего плана, но при этом с ним не меняется. Это полезно, если у светлого окна тёмный заголовок со светлым текстом; в таком случае, скорее всего, будет желательно оставить границу чёрным. Эта переменная используется только для вертикальных границ - например, разделители между двумя заголовками в компоновке с раздельными заголовками.
ta: பார்டர் வண்ணம் முன்புற நிறத்தின் அதே இயல்புநிலை மதிப்பைக் கொண்டுள்ளது, ஆனால் அதனுடன் மாறாது. ஒளி சாளரத்தில் ஒளி உரையுடன் இருண்ட தலைப்புப் பட்டி இருந்தால் இது பயனுள்ளதாக இருக்கும்; இந்த விஷயத்தில் எல்லையை இருட்டாக வைத்திருப்பது விரும்பத்தக்கதாக இருக்கலாம். இந்த மாறியானது செங்குத்து எல்லைகளுக்கு மட்டுமே பயன்படுத்தப்படுகிறது - எடுத்துக்காட்டாக, பிளவுபட்ட தலைப்புப் பட்டி அமைப்பில் உள்ள இரண்டு தலைப்புப் பட்டைகளுக்கு இடையே பிரிப்பான்கள்.
tr: Kenarlık rengi, ön plan rengiyle aynı öntanımlı değere sahiptir, ancak onunla birlikte değişmez. Bu, açık renkli bir pencerede açık metin içeren koyu bir başlık çubuğu varsa yararlı olabilir; bu durumda kenarlığın karanlık tutulması istenebilir. Bu değişken yalnızca dikey kenarlıklar için kullanılır - örneğin, bölünmüş başlık çubuğu düzeninde iki başlık çubuğu arasındaki ayırıcılar.

source: Backdrop Color
ar: اللون الخلفي
cs: Barva pozadí
de: Hintergrundsfarbe
fi: Taustapudotusväri
hi: पृष्ठभूमि का रंग
hr: Pozadinska boja
id: Warna Latar Non Fokus
nl: Backdrop-kleur
pl: Kolor zasłony
ru: Цвет фона без фокуса
ta: பின்புல நிறம்
tr: Zemin Rengi

source: The backdrop color is used instead of the background color when the window is not focused. By default it's an alias of the window's background color and changes together with it. When changing this variable, make sure to set it to a value matching your header bar background color.
ar: يُستخدم اللون الخلفي بدلًا من لون الخلفية عندما لا تكون النافذة مركزة. بشكل افتراضي، يكون لونًا مستعارًا للون خلفية النافذة ويتغير معه. عند تغيير هذا المتغير، تحقق من تعيينه على قيمة تطابق لون خلفية الشريط العلوي.
cs: Backdrop color se použije místo background color, pokud okno není zaostřené. Ve výchozím nastavení je to alias background color okna a mění se spolu s ní. Při změně této proměnné se ujistěte, že jste ji nastavili na hodnotu odpovídající background color lišty záhlaví.
de: Die Hintergrundsfarbe wird verwendet, wenn ein Fenster nicht fokussiert ist. Standardmässig ist es ein Alias der Fensterhintergrundfarbe und ändert sich gemeinsam mit ihr. Wenn diese Farbe geändert wird, sollte auch eine passende Farbe für die Titelleistenhintergrundfarbe ausgewählt werden.
hi: जब विंडो फोकस नहीं होती है तो पृष्ठभूमि रंग के बजाय पृष्ठभूमि रंग का उपयोग किया जाता है। तयशुदा रूप से यह विंडो के पृष्ठभूमि रंग का उपनाम है और इसके साथ बदलता है। इस वेरिएबल को बदलते समय, इसे अपने हेडर बार पृष्ठभूमि रंग से मेल खाने वाले मान पर सेट करना सुनिश्चित करें।
hr: Pozadinska boja se koristi umjesto boje pozadine kada prozor nije fokusiran. Prema zadanim postavkama to je alias boje pozadine prozora i mijenja se zajedno s njom. Kada mijenjate ovu varijablu, svakako je postavite na vrijednost koja odgovara boji pozadine trake zaglavlja.
id: Warna latar non fokus digunakan sebagai pengganti warna latar ketika jendela tidak fokus. Secara bawaan, ini adalah alias dari warna latar jendela dan berubah bersamaan dengan warna latar. Saat mengubah variabel ini, pastikan untuk mengaturnya ke nilai yang sesuai dengan warna latar belakang bilah atas Anda.
nl: De backdrop-kleur wordt in plaats van de achtergrondkleur gebruikt wanneer een venster geen focus heeft. Standaard is dit hetzelfde als de achtergrondkleur. Als u dit verandert, let er dan op dat deze bij de achtergrondkleur van de titelbalk past.
pl: Kolor zasłony jest używany zamiast koloru tła, gdy okno nie jest skupione. Domyślnie jest to alias koloru tła okna i zmienia się razem z nim. Zmieniając tę zmienną, upewnij się, że ustawiasz ją na wartość odpowiadającą kolorowi tła paska nagłówka.
ru: Цвет фона без фокуса используется вместо обычного фонового цвета, когда окно без фокуса. Значение по умолчанию является ссылкой на фоновый цвет окна и меняется вместе с ним. При изменении этой переменной убедитесь, что значение близко к обычному фоновому цвету заголовка.
ta: சாளரம் கவனம் செலுத்தாதபோது பின்புறம் வண்ணத்திற்குப் பதிலாக பின்னணி வண்ணம் பயன்படுத்தப்படுகிறது. இயல்பாக, இது சாளரத்தின் பின்னணி நிறத்தின் மாற்றுப்பெயர் மற்றும் அதனுடன் ஒன்றாக மாறுகிறது. இந்த மாறியை மாற்றும்போது, உங்கள் தலைப்புப் பட்டியின் பின்னணி நிறத்துடன் பொருந்தக்கூடிய மதிப்பிற்கு அதை அமைக்கவும்.
tr: Pencere odaklanmadığında arka plan rengi yerine arka plan rengi kullanılır. Öntanımlı olarak, pencerenin arka plan renginin bir diğer adıdır ve onunla birlikte değişir. Bu değişkeni değiştirirken, başlık çubuğu arka plan renginizle eşleşen bir değere ayarladığınızdan emin olun.

source: Shade Color
ar: لون الظل
cs: Barva odstínu
de: Schattierungsfarbe
fi: Varjostusväri
hi: छाया का रंग
hr: Boja zasjenjenja
id: Corak Warna
nl: Schaduwkleur
pl: Kolor odcienia
ru: Цвет тени
ta: நிழல் நிறம்
tr: Renk Tonu

source: The shade color is used to provide a dark border for header bars and similar widgets that separates them from the main window.
ar: يُستخدم لون الظل لتوفير حافة داكنة للأشرطة العلوية وعناصر واجهة مستخدم المشابهة تفصلها عن النافذة الرئيسة.
cs: Barva odstínu se používá k vytvoření tmavého okraje pro pruhy záhlaví a podobné widgety, které je oddělují od hlavního okna.
de: Die Schattierungsfarbe wird als dunkler Rand für Titelleisten und ähnliche Widgets verwendet, um sie vom Hauptfensterinhalt zu separieren.
hi: शेड रंग का उपयोग हेडर बार और समान विजेट के लिए एक गहरा बॉर्डर प्रदान करने के लिए किया जाता है जो उन्हें मुख्य विंडो से अलग करता है।
hr: Boja zasjenjenja koristi se za omogućavanje tamnog ruba traka zaglavlja i slične grafičke objekte koji ih odvajaju od glavnog prozora.
id: Corak Warna digunakan untuk memberikan batas gelap untuk bilah atas dan jendela serupa yang memisahkannya dari jendela utama.
nl: De schaduwkleur wordt gebruikt om een donkere rand te bieden voor titelbalken en soortgelijke widgets die ze scheidt van het hoofdvenster.
pl: Kolor odcienia służy do zapewnienia ciemnej granicy dla pasków nagłówkowych i podobnych widżetów, która oddziela je od głównego okna.
ru: Цвет тени используется для тёмных границ для заголовков и похожих виджетов, которые отделяют их от основного окна.
ta: தலைப்புப் பட்டைகள் மற்றும் பிரதான சாளரத்திலிருந்து அவற்றைப் பிரிக்கும் ஒத்த விட்ஜெட்டுகளுக்கு இருண்ட எல்லையை வழங்க நிழல் வண்ணம் பயன்படுத்தப்படுகிறது.
tr: Renk tonu, başlık çubukları ve bunları ana pencereden ayıran benzer parçacıklar için koyu kenarlık sağlamak amacıyla kullanılır.

source: Sidebar Colors
ar: ألوان شريط الجانب
cs: Barvy postranního panelu
de: Farben der Seitenleiste
hi: पार्श्वपट्टी के रंग
id: Warna Bilah Samping
nl: Zijbalk­kleuren
ru: Цвета боковых панелей
ta: பக்கப்பட்டி நிறங்கள்
tr: Keran Çubuğu Renkleri

source: These colors are used for sidebars, generally attached to the left or right sides of a window. They are used by AdwNavigationSplitView and AdwOverlaySplitView when they are not collapsed.
ar: تُستَخدم هذه الألوان في أشرطة الجانب التي تكون إما يمين الشاشة أو يسارها، ويستخدمها AdwNavigationSplitView و AdwOverlaySplitView إن لم يكونا مطويَّين.
cs: Tyto barvy se používají pro postranní panely, obvykle připojené k levé nebo pravé straně okna. Pokud nejsou sbalené, používají je AdwNavigationSplitView a AdwOverlaySplitView.
de: Diese Farben werden für Seitenleisten verwendet, die im Allgemeinen an der linken oder rechten Seite eines Fensters angebracht sind. Sie werden von AdwNavigationSplitView und AdwOverlaySplitView verwendet, wenn sie nicht eingeklappt sind.
hi: इन रंगों का उपयोग पार्श्वपट्टी के लिए किया जाता है, जो आम तौर पर खिड़की के बाईं या दाईं ओर जुड़े होते हैं। जब वे संक्षिप्त नहीं होते हैं तो उनका उपयोग AdwNavicationSplitView और AdwOverlaySplitView द्वारा किया जाता है।
id: Warna-warna ini digunakan untuk sidebars, umumnya melekat pada sisi kiri atau kanan jendela. Mereka digunakan oleh AdwNavigationSplitView dan AdwOverlaySplit Lihat ketika mereka tidak runtuh.
ru: Эти цвета используются для боковых панелей, обычно прикрепленных к левой или правой стороне окна. Они используются AdwNavigationSplitView и AdwOverlaySplitView, когда они не свернуты.
ta: இந்த வண்ணங்கள் பக்கப்பட்டிகளுக்குப் பயன்படுத்தப்படுகின்றன, பொதுவாக சாளரத்தின் இடது அல்லது வலது பக்கங்களில் இணைக்கப்படும். Ad NavigationSplitView மற்றும் AdwOverlaySplitView ஆகியவை சரிவடையாதபோது அவை பயன்படுத்தப்படுகின்றன.
tr: Bu renkler genellikle pencerenin sol veya sağ taraflarına eklenen kenar çubukları için kullanılır. Daraltılmadıklarında AdwNavigationSplitView ve AdwOverlaySplitView tarafından kullanılırlar.

source: Secondary Sidebar Colors
ar: ألوان شريط الجانب الثانوية
cs: Barvy sekundárního postranního panelu
de: Sekundärfarben der Seitenleiste
hi: द्वितीयक पार्श्वपट्टी रंग
id: Warna Bilah Samping Cadangan
nl: Secundaire zijbalk­kleuren
ru: Цвета вспомогательной боковой панели
ta: இரண்டாம் நிலை பக்கப்பட்டி நிறங்கள்
tr: İkincil Kenar Çubuğu Renkleri

source: These colors are used for middle panes in triple-pane layouts, created via nesting two split views within one another.
ar: تُستَخدم هذه الألوان في الأجزاء الوسطى من المخططات الثلاثية، وهي تُنشأ بإدخال منظورين مفصولين ببعضهما.
cs: Tyto barvy se používají pro střední podokna v rozvrženích se třemi podokny, vytvořenými vnořením dvou rozdělených pohledů do sebe.
hi: इन रंगों का उपयोग ट्रिपल-फलक अभिन्यास में मध्य फलक के लिए किया जाता है, जो एक दूसरे के भीतर दो विभाजित दृश्यों को नेस्ट करके बनाया जाता है।
ru: Эти цвета используются для средн их панелей в тройной компоновке, созданных путем вложения двух разделенных видов друг в друга.
ta: இந்த வண்ணங்கள் மூன்று பலக தளவமைப்புகளில் நடுத்தர பலகங்களுக்குப் பயன்படுத்தப்படுகின்றன, ஒன்றுக்கொன்று இரண்டு பிளவுக் காட்சிகளை உருவாக்குவதன் மூலம் உருவாக்கப்படுகின்றன.
tr: Bu renkler, iki bölünmüş görünümün iç içe yerleştirilmesiyle oluşturulan üçlü bölme düzenlerindeki orta bölmeler için kullanılır.

source: Card Colors
ar: ألوان البطاقات
cs: Barvy karty
de: Kartenfarben
fi: Korttivärit
hi: कार्ड के रंग
hr: Boje kartica
id: Warna Kartu
nl: Kaartkleuren
pl: Kolory kart
ru: Цвета карточек
ta: அட்டை நிறங்கள்
tr: Kart Renkleri

source: These colors are used for cards and boxed lists.
ar: تُستخدم هذه الألوان للبطاقات والقوائم المعبّأة.
cs: Tyto barvy se používají pro karty a seznamy.
de: Diese Farben werden für Karten und einige Listen verwendet.
fi: Näitä värejä käytetään korteille ja laatikkoluetteloille.
hi: इन रंगों का उपयोग कार्ड और बॉक्स्ड सूचियों के लिए किया जाता है।
hr: Ove se boje koriste za kartice i popise u okvirima.
id: Warna-warna ini digunakan untuk kartu dan daftar kotak bercentang.
nl: Deze kleuren worden gebruikt voor kaarten en kaartlijsten.
pl: Te kolory są używane do kart i list w ramkach.
ru: Эти цвета используются в карточках и списках.
ta: இந்த வண்ணங்கள் அட்டைகள் மற்றும் பெட்டி பட்டியல்களுக்குப் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler kartlar ve kutu listeleri için kullanılır.

source: The shade color is used for shadows that are used by cards to separate themselves from the window background, as well as for row dividers in the cards.
ar: يُستخدم لون الظل للظلال التي تستخدمها البطاقات لفصل نفسها عن خلفية النافذة، وكذلك لفواصل الصفوف في البطاقات.
cs: Barva odstínu se používá pro stíny, které karty používají k oddělení od pozadí okna, stejně jako pro oddělovače řádků na kartách.
de: Die Schattierungsfarbe wird als Schatten für Karten, um sich von dem Fensterhintergrund zu unterscheiden, sowie für Trennstücke in den Karten verwendet.
hi: शेड रंग का उपयोग उन छायाओं के लिए किया जाता है जिनका उपयोग कार्ड द्वारा स्वयं को विंडो पृष्ठभूमि से अलग करने के लिए किया जाता है, साथ ही कार्ड में पंक्ति डिवाइडर के लिए भी किया जाता है।
hr: Boja zasjenjenja se koristi za sjene kojima se kartice odvajaju od pozadine prozora, kao i za razdjelnike redova na karticama.
id: Warna bayangan digunakan untuk bayangan yang digunakan oleh kartu untuk memisahkan diri dari latar belakang jendela, serta untuk pembagi baris dalam kartu.
nl: De schaduwkleur wordt gebruikt voor schaduwen die door kaarten worden gebruikt om zichzelf te scheiden van de achtergrond van het venster, evenals voor rijverdelers in de kaarten.
pl: Kolor odcienia jest używany do cieni, które są używane przez karty do oddzielenia się od tła okna, a także do przegródek rzędów w kartach.
ru: Цвет тени используются для теней, которыми карточки отделяются от фона окна, а также для разделителей рядов в списках.
ta: ஜன்னல் பின்னணியில் இருந்து தங்களைப் பிரித்துக் கொள்ள கார்டுகளால் பயன்படுத்தப்படும் நிழல்களுக்கும், கார்டுகளில் உள்ள வரிசை பிரிப்பான்களுக்கும் நிழல் வண்ணம் பயன்படுத்தப்படுகிறது.
tr: Renk tonu, kartlar tarafından kendilerini pencere arka planından ayırmak için kullanılan gölgeler ve kartlardaki satır ayırıcılar için kullanılır.

source: Thumbnail Colors
ar: ألوان المصغَّرات
cs: Barvy miniatur
de: Dialogfensterfarben
hi: थंबनेल रंग
id: Warna Keluku
nl: Miniatuur­kleuren
pl: Kolory miniatur
ru: Цвета миниатюр
ta: சிறுபட நிறங்கள்
tr: Küçük Resim Renkleri

source: These colors are used for Tab Overview thumbnails.
ar: تُستخدم هذه الألوان في مصغَّرات النظرة العامة للألسنة.
cs: Tyto barvy se používají pro miniatury Přehled karet.
de: Diese Farben werden für Tab Menüs genutzt.
hi: इन रंगों का उपयोग टैब अवलोकन थंबनेल के लिए किया जाता है।
id: Warna-warna ini digunakan untuk keluku.
nl: Deze kleuren worden gebruikt voor miniaturen van een tabblad­overzicht.
ru: Эти цвета используются для миниатюр обзора вкладок.
ta: இந்த வண்ணங்கள் தாவல் மேலோட்ட சிறுபடங்களுக்குப் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler, Sekme Genel Görünüm küçük resimleri için kullanılır.

source: Dialog Colors
ar: ألوان مربعات الحوار
cs: Barvy dialogu
de: Dialogfensterfarben
fi: Dialogivärit
hi: संवाद रंग
hr: Boje dijaloga
id: Warna Dialog
nl: Dialoogkleuren
pl: Kolory okien dialogowych
ru: Цвета диалогов
ta: உரையாடல் நிறங்கள்
tr: İletişim Kutusu Renkleri

source: These colors are used for message dialogs.
ar: تُستخدم هذه الألوان لمربعات الرسائل.
cs: Tyto barvy se používají pro dialogová okna zpráv.
de: Diese Farben sind für Nachrichten-Dialogfenster.
fi: Näitä värejä käytetään viesti-ikkunoissa.
hi: इन रंगों का उपयोग संदेश संवादों के लिए किया जाता है।
hr: Ove boje se koriste za poruke dijaloga.
id: Warna-warna ini digunakan untuk dialog pesan.
nl: Deze kleuren worden gebruikt voor dialogen.
pl: Kolory te są używane w oknach dialogowych komunikatów.
ru: Эти цвета используются для диалогов с сообщениями.
ta: இந்த வண்ணங்கள் செய்தி உரையாடல்களுக்குப் பயன்படுத்தப்படுகின்றன.
tr: Bu renkler mesaj diyalogları için kullanılır.

source: Popover Colors
ar: ألوان العناصر المنبثقة
cs: Barvy vyskakovacího okna
de: Menufarben
fi: Ponnahdusvärit
hi: पॉपओवर रंग
hr: Boje skočnog prozora
id: Warna Timbul
nl: Popover-kleuren
pl: Kolory wyskakującego dymku
ru: Цвета поповеров
ta: பாப்ஓவர் நிறங்கள்
tr: Popover Renkleri

source: These colors are used for popovers.
ar: تُستخدم هذه الألوان للعناصر المنبثقة.
cs: Tyto barvy jsou použity vyskakovacími okny.
de: Diese Farben werden für Menüs genutzt.
fi: Näitä värejä käytetään ponnahduksissa.
hi: इन रंगों का उपयोग पॉपओवर के लिए किया जाता है।
hr: Ove boje se koriste za skočne prozore.
id: Warna-warna ini digunakan untuk pewarna timbul.
nl: Deze kleuren worden gebruikt voor popovers.
pl: Te kolory są używane w wyskakujących dymkach.
ru: Эти цвета используются для поповеров.
ta: இந்த நிறங்கள் பாப்ஓவர்களுக்காக பயன்படுத்தப்படுகின்றன.
tr: Bu renkler popoverlar için kullanılır.
