Repository: hydroxycarbamide/Gradience
Catalog: po/*.po
Languages: ar, cs, de, fi, hi, hr, id, nl, pl, ru, ta, tr

source: No preset found! Use the import button to import one or search one on the Explore tab.
ar: لم يُعثر على إعداد مسبق! استخدم زر الاستيراد لاستيراد إعداد مسبق أو البحث عن واحد في علامة تبويب "استكشاف".
cs: Nebyla nalezena žádná předvolba! Použijte tlačítko importovat pro import nebo vyhledejte předvolbu na kartě Prozkoumat.
de: Keine Presets gefunden! clicken sie auf "Importieren", um eine Preset zu importieren, oder suchen Sie welche mit der "Erkunden" funktion.
fi: Esiasetusta ei löytynyt! Tuo esiasetus Tuo-painikkeella tai etsi esiasetuksia Selaa-välilehdeltä.
hi: कोई प्रीसेट नहीं मिला! किसी को आयात करने या एक्सप्लोर टैब पर खोजने के लिए आयात बटन का उपयोग करें।
hr: Nema pronađenih predložaka! Koristite tipku uvoza za uvoz jednog predloška ili pretragu jednog u Istraži kartici.
id: Tidak ada konfigurasi yang ditemukan! Gunakan tombol impor untuk mengimpor satu atau cari satu pada bilah eksplorasi.
nl: Geen voorinstellingen gevonden. Gebruik de knop ‘importeren’ of zoek onder ‘verkennen’.
pl: Nie znaleziono profili! Użyj przycisku "Importuj" aby zaimportować jakiś, lub wyszukaj profili w karcie "Eksploruj".
ru: Предустановка не найдена! Используйте кнопку импорта, чтобы импортировать её или найти её во вкладке Обзор.
ta: முன்னமைவு எதுவும் இல்லை! ஒன்றை இறக்குமதி செய்ய இறக்குமதி பொத்தானைப் பயன்படுத்தவும் அல்லது ஆய்வு தாவலில் ஒன்றைத் தேடவும்.
tr: Ön ayar bulunamadı! Birini içe aktarmak için içe aktar düğmesini kullanın veya Keşfet sekmesinde bir tane arayın.

source: Thanks for updating Gradience!
ar: هنيئًا لك بتحديث «تدرج»!
cs: Díky za aktualizaci Gradience!
de: Danke für's Aktualisieren von Gradience!
fi: Kiitos kun päivitit Gradiencen!
hi: Gradience को अपडेट करने के लिए धन्यवाद!
hr: Hvala na aktualiziranju aplikacije Gradience!
id: Terima kasih telah memperbarui Gradience!
nl: Bedankt voor het bijwerken van Gradience!
pl: Dziękujemy za zaktualizowanie Gradience!
ru: Спасибо за обновление Gradience!
ta: கிரேடியன்ஸைப் புதுப்பித்ததற்கு நன்றி!
tr: Gradience'ı güncellediğiniz için teşekkürler!

source: Preset could not be downloaded
ar: لم يُتمكن من تنزيل الإعداد المسبق
cs: Předvolbu nelze stáhnout
de: Preset konnte nicht heruntergeladen werden
fi: Esiasetusta ei voitu ladata
hi: प्रीसेट डाउनलोड नहीं किया जा सका
hr: Predložak se ne može preuzeti
id: Preset tidak dapat diunduh
nl: Voorinstelling kon niet worden gedownload
pl: Nie udało się pobrać profilu
ru: Предустановка не может быть загружена
ta: முன்னமைவைப் பதிவிறக்க முடியவில்லை
tr: Ön ayar indirilemedi

source: Preset downloaded
ar: نُزل الإعداد المسبق
cs: Předvolba stažena
de: Preset heruntergeladen
fi: Esiasetus ladattu
hi: प्रीसेट डाउनलोड
hr: Predložak je preuzet
id: Preset diunduh
nl: Voorinstelling gedownload
pl: Profil pobrany
ru: Предустановка загружена
ta: முன்னமைவு பதிவிறக்கப்பட்டது
tr: Ön ayar indirildi

source: Palette
cs: Paleta
fi: Paletti
hi: पैलेट
nl: Palet
ru: Палитра
ta: தட்டு
tr: Palet

source: Style
cs: Styl
fi: Tyyli
hi: शैली
nl: Stijl
ru: Стиль
ta: பாணி
tr: Biçem

source: Auto
ar: تلقائي
fi: Automaattinen
hi: ऑटो
hr: Automatski
id: Otomatis
nl: Automatisch
pl: Automatyczny
ru: Авто
ta: ஆட்டோ
tr: Otomatik

source: Failed to generate Monet palette
ar: فشل توليد تشكيلة مونيه
cs: Vygenerování palety Monet se nezdařilo
de: Generieren der Monet Palette fehlgeschlagen
fi: Monet-paletin luominen epäonnistui
hi: मोनेट पैलेट उत्पन्न करने में विफल
hr: Neuspjelo generiranje Monet palete
id: Galat dalam memproses palet Monet
nl: Monet-palet genereren mislukt
pl: Nie udało się wygenerować palety Monet
ru: Не удалось сгенерировать палитру Monet
ta: மோனெட் தட்டு உருவாக்க முடியவில்லை
tr: Monet paleti oluşturulamadı

source: Palette generated
ar: وُلّدت تشكيلة الألوان
cs: Vygenerovaná paleta
de: Palette erzeugt
fi: Paletti luotu
hi: पैलेट उत्पन्न हुआ
hr: Paleta je stvorena
id: Palet yang dihasilkan
nl: Palet gegenereerd
pl: Paleta wygenerowana
ru: Палитра сгенерирована
ta: தட்டு உருவாக்கப்பட்டது
tr: Palet oluşturuldu

source: Select an image first
ar: حدِّد صورةً أولًا
cs: Nejprve vyberte obrázek
de: Wählen Sie zuvor einen Hintergrund
fi: Valitse ensin kuva
hi: पहले एक छवि चुनें
id: Pilih gambar terlebih dulu
nl: Selecteer eerst een afbeelding
pl: Najpierw wybierz obraz
ru: Сначала выберите изображение
ta: முதலில் ஒரு படத்தைத் தேர்ந்தெடுக்கவும்
tr: Önce bir görüntü seçin

source: This option is only partially supported by adw-gtk3.
ar: تدعم سمة adw-gtk3 هذا الخيار جزئيًّا فقط.
cs: Tato možnost je jen částečně podporována adw-gtk3 motivem.
de: Diese Option wird nur teilweise von adw-gtk3 unterstützt.
hi: यह विकल्प adw-gtk3 द्वारा केवल आंशिक रूप से समर्थित है।
id: Opsi ini hanya didukung sebagian oleh tema adw-gtk3.
nl: Deze optie wordt slechts gedeeltelijk ondersteund door adw-gtk3.
ru: Этот параметр поддерживается adw-gtk3 только частично.
ta: இந்த விருப்பம் adw-gtk3 ஆல் ஓரளவு மட்டுமே ஆதரிக்கப்படுகிறது.
tr: Bu seçenek, adw-gtk3 tarafından kısmen desteklenir.

source: This option is not supported by adw-gtk3.
ar: لا تدعم سمة adw-gtk3 هذا الخيار.
cs: Tato možnost není podporována adw-gtk3 motivem.
de: Diese Option wird nicht von adw-gtk3 unterstützt.
hi: यह विकल्प adw-gtk3 द्वारा समर्थित नहीं है।
id: Opsi ini tidak didukung oleh tema adw-gtk3.
nl: Deze optie wordt niet ondersteund door adw-gtk3.
ru: Этот параметр не поддерживается adw-gtk3.
ta: இந்த விருப்பம் adw-gtk3 ஆல் ஆதரிக்கப்படவில்லை.
tr: Bu seçenek adw-gtk3 tarafından desteklenmez.

source: Show Color
ar: أظهر اللون
cs: Zobrazit barvu
de: Farbe Anzeigen
fi: Näytä väri
hi: रंग दिखाएं
id: Warna Naungan
nl: Kleur tonen
pl: Pokaż kolor
ru: Показать цвет
ta: வண்ணத்தைக் காட்டு
tr: Rengi Göster

source: Not a color, see text value
ar: ليس لونًا، راجع قيمة النص
cs: Není barva, podívejte se na hodnotu textu
de: Keine gültige Farbe, siehe Textwert
fi: Ei väri, katso tekstiarvo
hi: रंग नहीं, पाठ मान देखें
hr: Nije boja, pogledajte tekstnu vrijednost
id: Bukan warna, lihat nilai teks
nl: Geen kleur, zie tekstwaarde
pl: To nie jest kolor, spójrz na wartość tekstową
ru: Не является цветом, см. текстовое значение
ta: நிறம் அல்ல, உரை மதிப்பைப் பார்க்கவும்
tr: Renk değil, metin değerine bakın

source: Unable to remove
ar: لم يُتمكن من الإزالة
cs: Nelze odstranit
de: Kann nicht entfernt werden
fi: Poistaminen ei onnistunut
hi: हटाने में असमर्थ
hr: Nemoguće je ukloniti
id: Tidak dapat menghapus
nl: Verwijderen mislukt
pl: Nie można usunąć
ru: Не удалось удалить
ta: அகற்ற முடியவில்லை
tr: Kaldırılamadı

source: This is a system plugin, and cannot be removed.
ar: هذا ملحق نظام ولا تمكن إزالته.
cs: Jedná se o systémový doplněk, který nelze odstranit.
de: Dies ist ein System-Plugin, das nicht entfernt werden kann.
fi: Tämä on järjestelmäliitännäinen, sitä ei voi poistaa.
hi: यह एक सिस्टम प्लगइन है, और इसे हटाया नहीं जा सकता।
hr: Ovo je priključak sustava, ne može se ukloniti.
id: Ini adalah plugin sistem, dan tidak dapat dihapus.
nl: Dit is een systeem-plug-in, en kan niet worden verwijderd.
pl: Jest to wtyczka systemowa i nie można jej usunąć.
ru: Это системный плагин и он не может быть удален.
ta: இது ஒரு சிஸ்டம் செருகுநிரல், அதனால் அதை அகற்ற முடியாது.
tr: Bu bir sistem eklentisidir ve kaldırılamaz.

source: Close
ar: أغلق
cs: Zavřít
de: Schließen
fi: Sulje
hi: बंद करें
hr: Zatvori
id: Tutup
nl: Sluiten
pl: Zamknij
ru: Закрыть
ta: மூடுங்கள்
tr: Kapat

source: Remove from Favorites
ar: أزِل من المفضلة
cs: Odstranit z Oblíbených
de: Aus Favoriten entfernen
fi: Poista suosikeista
hi: पसंदीदा से हटाएं
hr: Ukloni iz omiljenih
id: Hapus dari favorit
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
ru: Удалить из избранного
ta: பிடித்தவையிலிருந்து அகற்று
tr: Favorilerden Kaldır

source: Add to Favorites
ar: أضف إلى المفضلة
cs: Přidat do oblíbených
de: Zu den Favoriten hinzufügen
fi: Lisää suosikkeihin
hi: पसंदीदा में जोड़े
hr: Dodaj u omiljene
id: Tambah ke favorit
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
ru: Добавить в избранное
ta: பிடித்தவையில் சேர்க்கவும்
tr: Favorilere Ekle

source: Preset removed
ar: أُزيل الإعداد المسبق
cs: Předvolba odstraněna
de: Preset entfernt
fi: Esiasetus poistettu
hi: प्रीसेट हटा दिया गया
hr: Predložak je uklonjen
id: Konfigurasi dihapus
nl: Voorinstelling verwijderd
pl: Profil usunięty
ru: Предустановка удалена
ta: முன்னமைவு அகற்றப்பட்டது
tr: Ön ayar kaldırıldı

source: Undo
ar: تراجع
cs: Zpět
de: Rückgängig machen
fi: Kumoa
hi: पूर्ववत
hr: Vrati
id: Urung
nl: Ongedaan maken
pl: Cofnij
ru: Отменить
ta: செயல்தவிர்
tr: Geri Al

source: Pending Deletion
ar: في انتظار الحذف
cs: Čeká se na vymazání
de: Löschung Anstehend
fi: Odottaa poistoa
hi: लंबित विलोपन
hr: Čekanje brisanja
id: Tunda Penghapusan
nl: In afwachting van verwijdering
pl: Oczekujące na usunięcie
ru: Ожидает удаления
ta: நிலுவையில் உள்ள நீக்கம்
tr: Silinmeyi Bekliyor

source: Unable to delete preset
ar: تعذر حذف الإعداد المسبق
cs: Nelze odstranit předvolbu
de: Peset kann nicht gelöscht werden
fi: Esiasetusta ei voitu poistaa
hi: प्रीसेट मिटाने में असमर्थ
hr: Nemoguće brisanje predloška
id: Tidak dapat menghapus konfigurasi
nl: Kan voorinstelling niet verwijderen
pl: Nie udało się usunąć profilu
ru: Не удалось удалить предустановку
ta: முன்னமைவை நீக்க முடியவில்லை
tr: Ön ayar silinemedi

source: Repository removed
ar: أُزيل المستودع
cs: Repozitář odstraněn
de: Archiv gelöscht
fi: Tietovarasto poistettu
hi: रिपॉजिटरी हटा दी गई
hr: Repozitorij je uklonjen
id: Repositori terhapus
nl: Repository verwijderd
pl: Usunięto repozytorium
ru: Репозиторий удалён
ta: களஞ்சியம் அகற்றப்பட்டது
tr: Depo kaldırıldı

source: Unable to restore GTK 4 backup
ar: تعذّرت استعادة النسخة الاحتياطية لـ جي‌تي‌كي 4
cs: Nelze obnovit zálohu GTK 4
de: GTK 4-Backup konnte nicht wiederhergestellt werden
fi: GTK 4 -varmuuskopiota ei voitu palauttaa
hi: GTK 4 बैकअप पुनर्स्थापित करने में असमर्थ
hr: Nemoguća obnova GTK 4 sigurnosne kopije
id: Tidak dapat memulihkan cadangan GTK 4
nl: Kan GTK-4-back-up niet herstellen
pl: Nie można przywrócić kopii zapasowej motywu GTK 4
ru: Не удалось восстановить резервную копию GTK 4
ta: GTK 4 காப்புப்பிரதியை மீட்டெடுக்க முடியவில்லை
tr: GTK 4 yedeği geri yüklenemedi

source: GTK 4 preset has been restored. Log out to apply changes.
ar: استُعيدَ إعداد جي‌تي‌كي ٤ المسبق، وإن أردت أن تراه فاخرج.
cs: Přednastavení GTK 4 bylo obnoveno. Pro použití změn se odhlaste.
hi: GTK 4 प्रीसेट बहाल कर दिया गया है। परिवर्तन लागू करने के लिए लॉग आउट करें।
id: GTK 4 preset telah dipulihkan. Keluar untuk menerapkan perubahan.
ru: Предустановка GTK 4 была восстановлена, Выйдите из системы чтобы применить изменения.
ta: GTK 4 முன்னமைவு மீட்டமைக்கப்பட்டது. மாற்றங்களைப் பயன்படுத்த, வெளியேறவும்.
tr: GTK 4 ön ayarı geri yüklendi. Değişiklikleri uygulamak için oturumu kapatın.

source: Unable to delete current preset
ar: تعذر حذف الإعداد المسبق الحالي
cs: Nelze odstranit současnou předvolbu
de: Preset kann nicht gelöscht werden
fi: Nykyistä esiasetusta ei voitu poistaa
hi: वर्तमान प्रीसेट को मिटाने में असमर्थ
hr: Nemoguće brisanje aktualnog predloška
id: Tidak dapat menghapus konfigurasi
nl: Kan huidige voorinstelling niet verwijderen
pl: Nie udało się usunąć profilu
ru: Не удалось удалить текущую предустановку
ta: தற்போதைய முன்னமைவை நீக்க முடியவில்லை
tr: Geçerli ön ayar silinemedi

source: GTK 4 theme has been reset. Log out to apply changes.
ar: صُفِّر إعداد جي‌تي‌كي ٤ المسبق، وإن أردت أن تراه فاخرج.
cs: Téma GTK 4 bylo resetováno. Pro použití změn se odhlaste.
hi: GTK 4 थीम रीसेट कर दी गई है। परिवर्तन लागू करने के लिए लॉग आउट करें।
id: Tema GTK 4 telah disetel ulang. Keluar untuk menerapkan perubahan.
ru: Предустановка GTK 4 была сброшена, Выйдите из системы чтобы применить изменения.
ta: GTK 4 தீம் ரீசெட் செய்யப்பட்டது. மாற்றங்களைப் பயன்படுத்த, வெளியேறவும்.
tr: GTK 4 teması sıfırlandı. Değişiklikleri uygulamak için oturumu kapatın.

source: Unable to restore GTK 3 backup
ar: تعذّرت استعادة نسخة جي‌تي‌كي ٣ الاحتياطية
cs: Nelze obnovit zálohu GTK 3
de: GTK 3-Backup konnte nicht wiederhergestellt werden
fi: GTK 3 -varmuuskopiota ei voitu palauttaa
hi: GTK 3 बैकअप पुनर्स्थापित करने में असमर्थ
hr: Nemoguća obnova GTK 3 sigurnosne kopije
id: Tidak dapat memulihkan cadangan GTK 3
nl: Kan GTK-3-back-up niet herstellen
pl: Nie można przywrócić kopii zapasowej motywu GTK 3
ru: Не удалось восстановить резервную копию GTK 3
ta: GTK 3 காப்புப்பிரதியை மீட்டெடுக்க முடியவில்லை
tr: GTK 3 yedeği geri yüklenemedi

source: GTK 3 preset has been restored. Log out to apply changes.
ar: استُعيدَ إعداد جي‌تي‌كي ٣ المسبق، وإن أردت أن تراه فاخرج.
cs: Přednastavení GTK 3 bylo obnoveno. Pro použití změn se odhlaste.
hi: GTK 3 प्रीसेट बहाल कर दिया गया है। परिवर्तन लागू करने के लिए लॉग आउट करें।
id: GTK 3 preset telah dipulihkan. Keluar untuk menerapkan perubahan.
ru: Предустановка GTK 3 была восстановлена, Выйдите из системы чтобы применить изменения.
ta: GTK 3 முன்னமைவு மீட்டமைக்கப்பட்டது. மாற்றங்களைப் பயன்படுத்த, வெளியேறவும்.
tr: GTK 3 ön ayarı geri yüklendi. Değişiklikleri uygulamak için oturumu kapatın.

source: GTK 3 theme has been reset. Log out to apply changes.
ar: صُفِّرت سمة جي‌تي‌كي ٣، وإن أردت أن ترى هذا فاخرج.
cs: Téma GTK 3 bylo resetováno. Pro použití změn se odhlaste.
hi: GTK 3 थीम रीसेट कर दी गई है। परिवर्तन लागू करने के लिए लॉग आउट करें।
id: Tema GTK 3 telah disetel ulang. Keluar untuk menerapkan perubahan.
ru: Предустановка GTK 3 была сброшена, Выйдите из системы чтобы применить изменения.
ta: GTK 3 தீம் ரீசெட் செய்யப்பட்டது. மாற்றங்களைப் பயன்படுத்த, வெளியேறவும்.
tr: GTK 3 teması sıfırlandı. Değişiklikleri uygulamak için oturumu kapatın.

source: An unexpected error occurred while loading variable colors.
ar: حصل خطأ غير متوقع أثناء تحميل ألوان المتغيرات.
cs: Při načítání proměnných barev došlo k neočekávané chybě.
de: Beim Laden von variablen Farben ist ein unerwarteter Fehler aufgetreten.
hi: परिवर्तनीय रंग लोड करते समय एक अप्रत्याशित त्रुटि उत्पन्न हुई।
id: Galat tak terduga ketika memuat variabel warna.
nl: Er is een onverwachte fout opgetreden bij het laden van variabelekleuren.
ru: При загрузке переменных цветов произошла непредвиденная ошибка.
ta: மாறி வண்ணங்களை ஏற்றும்போது எதிர்பாராத பிழை ஏற்பட்டது.
tr: Değişken renkler yüklenirken beklenmeyen bir hata oluştu.

source: GNOME Shell Missing
ar: صدفة جنوم مفقودة
cs: Shell GNOME chybí
de: GNOME Shell fehlt
hi: GNOME शैल गायब है
id: Tiada GNOME Shell
nl: GNOME Shell ontbreekt
ru: Отсутствует GNOME Shell
ta: GNOME ஷெல் (Shell) காணவில்லை
tr: GNOME Shell Yok

source: Shell Engine is designed to work only on systems running GNOME. You can still generate themes on other desktop environments, but it won't have any affect on them.
ar: صُمِّم محرك الصدفة ليعمل في جنوم فقط. لك إن شئت أن تولِّد سمات لبيئات أخرى، ولكن هذه السمات لن تؤثر فيها.
cs: Shell Engine je navržen tak, aby fungoval pouze na systémech s GNOME. Stále můžete generovat motivy v jiných desktopových prostředích, ale nebude to mít na ně žádný vliv.
de: Shell Engine ist nur für Systeme mit GNOME konzipiert. Es kann zwar Themen auf anderen Desktop-Umgebungen erzeugen, aber es wird keinen Einfluss haben.
hi: शैल इंजन को केवल GNOME चलाने वाले सिस्टम पर काम करने के लिए डिज़ाइन किया गया है। आप अभी भी अन्य डेस्कटॉप वातावरणों पर थीम उत्पन्न कर सकते हैं, लेकिन इसका उन पर कोई प्रभाव नहीं पड़ेगा।
id: Perkakas antarmuka hanya didesain untuk tampilan GNOME. Anda tetap dapat menghasilkan tema di lingkungan berbeda tetapi tidak berpengaruh apa-apa.
nl: Shell-engine is ontworpen om alleen te werken op systemen met GNOME. U kunt nog steeds thema's genereren op andere bureaubladomgevingen, maar het zal er geen invloed op hebben.
ru: Движок Shell предназначен для работы только на системах под управлением GNOME. Вы можете генерировать темы и в других средах рабочего стола, но это не окажет на них никакого влияния.
ta: ஷெல் (Shell) இயந்திரம் GNOME இயங்கும் கணினிகளில் மட்டுமே வேலை செய்யும் வகையில் வடிவமைக்கப்பட்டுள்ளது. நீங்கள் இன்னும் பிற டெஸ்க்டாப் சூழல்களில் தீம்களை உருவாக்கலாம், ஆனால் அது அவற்றில் எந்த விளைவையும் ஏற்படுத்தாது.
tr: Shell Engine yalnızca GNOME çalıştıran sistemlerde çalışmak üzere tasarlanmıştır. Diğer masaüstü ortamlarında da tema oluşturabilirsiniz, ancak bu ortamlar üzerinde herhangi bir etkisi olmayacaktır.

source: Disable Engine
ar: عطِّل المحرك
cs: Deaktivovat
de: Deaktivire Engine
fi: Poista moottori käytöstä
hi: इंजन अक्षम करें
id: Nonaktifkan Perkakas
nl: Engine uitschakelen
pl: Wyłącz silnik
ru: Отключить движок
ta: இயந்திரத்தை முடக்கு
tr: Motoru Devre Dışı Bırak

source: Continue Anyway
ar: واصل على أي حال
cs: Přesto pokračovat
de: Trotzdem Fortfahren
fi: Jatka silti
hi: फिर भी जारी रखें
id: Melanjutkan
nl: Toch doorgaan
pl: Kontynuuj mimo to
ru: Продолжить в любом случае
ta: எப்படியும் தொடரவும்
tr: Yine De Devam Et

source: User Themes Extension Missing
ar: امتداد «سمات المستخدم» مفقود
cs: Chybí rozšíření uživatelských motivů
de: User Themes Erweiterung fehlt
fi: User Themes -laajennus puuttuu
hi: उपयोगकर्ता थीम्स एक्सटेंशन गुम है
id: Tiada Ekstensi Tema Pengguna
nl: Uitbreiding ‘User Themes’ ontbreekt
pl: Brakujące rozszerzenie motywów użytkownika
ru: Расширение "User Themes" отсутствует
ta: பயனர் தீம்கள் நீட்டிப்பு இல்லை
tr: Kullanıcı Temaları Uzantısı Eksik

source: Gradience requires the User Themes extension installed to apply the Shell theme. You can still generate a theme, but you won't be able to apply it without this extension.
ar: يحتاج «تدرج» امتداد «سمات المستخدم» ليطبِّق سمةً على الصدفة. ولك أن تولِّد السمات دونها، ولكنها لن تطبَّق.
cs: Gradience vyžaduje nainstalované rozšíření uživatelských motivů pro použití motivu Shell. Motiv můžete vygenerovat, ale bez tohoto rozšíření jej nebudete moci použít.
de: Gradience erfordert die Installation der Erweiterung User Themes, um das Shell-Thema anzuwenden. Es ist immer noch möglich ein Theme erstellen, aber ohne diese Erweiterung ist es nicht möglich es anzuwenden.
hi: Gradience को शैल थीम को लागू करने के लिए यूजर थीम्स एक्सटेंशन स्थापित करने की आवश्यकता होती है। आप अभी भी एक थीम तैयार कर सकते हैं, लेकिन आप इस एक्सटेंशन के बिना इसे लागू नहीं कर पाएंगे।
id: Gradience memerlukan ekstensi tema pengguna untuk dapat menerapkan tema antarmuka. Anda masih dapat menghasilkan tema tapi tidak ada pengaruh apa-apa.
nl: Gradience vereist dat de uitbreiding ‘User Themes’ is geïnstalleerd om het shell-thema toe te passen. U kunt nog steeds een thema genereren, maar u kunt deze niet toepassen zonder de uitbreiding.
ru: Gradience требует установленного расширения "User Themes" для применения темы Shell. Вы все еще можете создать тему, но вы не сможете применить ее без этого расширения.
ta: ஷெல் தீமினைப் பயன்படுத்த, கிரேடியன்ஸுக்கு பயனர் தீம்கள் நீட்டிப்பு நிறுவப்பட வேண்டும். நீங்கள் இன்னும் ஒரு தீம் உருவாக்க முடியும், ஆனால் இந்த நீட்டிப்பு இல்லாமல் நீங்கள் அதைப் பயன்படுத்த முடியாது.
tr: Gradience, Shell temasını uygulamak için Kullanıcı Temaları uzantısının yüklü olmasını gerektirir. Yine de bir tema oluşturabilirsiniz, ancak bu uzantı olmadan temayı uygulayamazsınız.

source: Install Extension
ar: ثبِّت الامتداد
cs: Instalace rozšíření
de: Installieren von Erweiterungen
fi: Asenna laajennus
hi: एक्सटेंशन स्थापित करें
id: Memasang Ekstensi
nl: Uitbreiding installeren
pl: Zainstaluj rozszerzenie
ru: Установить расширение
ta: நீட்டிப்பை நிறுவவும்
tr: Uzantıyı Yükle

source: User Themes Extension Disabled
ar: امتداد «سمات المستخدم» معطَّل
cs: Rozšíření uživatelských motivů je zakázáno
de: User Themes Erweiterung deaktiviert
fi: User Themes -laajennus poistettu käytöstä
hi: उपयोगकर्ता थीम्स एक्सटेंशन अक्षम किया गया
id: Ekstensi Tema Pengguna Nonaktif
nl: Uitbreiding ‘User Themes’ uitgeschakeld
pl: Wyłączono rozszerzenie motywów użytkownika
ru: Расширение "User Themes" отключено
ta: பயனர் தீம்கள் நீட்டிப்பு முடக்கப்பட்டது
tr: Kullanıcı Temaları Uzantısı Devre Dışı

source: The User Themes extension is currently disabled on your system. Please enable it to apply the theme.
ar: امتداد «سمات المستخدم» معطَّل في نظامك، عليك تمكينه لتطبِّق السمة.
cs: Rozšíření uživatelských motivů je aktuálně ve vašem systému zakázáno. Chcete-li použít motiv, povolte jej.
de: Die Erweiterung User Themes ist derzeit auf deaktiviert. Bitte aktiviere sie, um das Theme anzuwenden.
hi: उपयोगकर्ता थीम्स एक्सटेंशन वर्तमान में आपके सिस्टम पर अक्षम है। कृपया थीम लागू करने के लिए इसे सक्षम करें।
id: Ekstensi tema pengguna di posisi nonaktif pada sistem Anda. Dianjurkan untuk mengaktifkan untuk menerapkan tema.
nl: De uitbreiding ‘User Themes’ is momenteel uitgeschakeld op uw systeem. Schakel deze in om het thema toe te passen.
ru: Расширение "User Themes" в настоящее время отключено в вашей системе. Пожалуйста, включите его, чтобы применить тему.
ta: பயனர் தீம்கள் நீட்டிப்பு தற்போது உங்கள் கணினியில் முடக்கப்பட்டுள்ளது. தீம் பயன்படுத்த அதை இயக்கவும்.
tr: Kullanıcı Temaları uzantısı şu anda sisteminizde devre dışı bırakılmış. Temayı uygulamak için lütfen etkinleştirin.

source: An error occurred while generating a Shell theme.
ar: حصل خطأ أثناء توليد سمة للصدفة.
cs: Při generování motivu Shell došlo k chybě.
de: Ein Fehler ist beim Genieren des Shell Themes aufgetreten.
hi: शैल थीम बनाते समय एक त्रुटि उत्पन्न हुई।
id: Galat ditemukan saat memproses tema antarmuka.
nl: Er is een fout opgetreden tijdens het genereren van een shell-thema.
ru: При создании темы Shell произошла ошибка.
ta: ஷெல் (Shell) தீம் உருவாக்கும் போது பிழை ஏற்பட்டது.
tr: Shell teması oluşturulurken hata oluştu.

source: Shell theme applied successfully.
ar: طُبِّقت سمة الصدفة.
cs: Motiv prostředí byl úspěšně použit.
de: Shell Theme erfolgreich gespeichert!
hi: शैल थीम सफलतापूर्वक लागू की गई।
id: Tema antarmuka berhasil terpasang.
nl: Shell-thema succesvol toegepast
ru: Тема Shell применена успешно.
ta: ஷெல் (Shell) தீம் வெற்றிகரமாக பயன்படுத்தப்பட்டது.
tr: Shell teması uygulandı.

source: Failed to load extension's install link.
ar: فشل تحميل رابط تثبيت الامتداد.
cs: Nepodařilo se načíst odkaz na instalaci rozšíření.
de: Laden des Erweiterung-Installation-Links fehlgeschlagen.
hi: एक्सटेंशन का स्थापित लिंक लोड करने में विफल।
id: Galat memuat ekstensi tautan instalasi.
nl: Installatielink van uitbreiding laden mislukt
pl: Nie udało się załadować linku instalacyjnego rozszerzenia.
ru: Не удалось загрузить ссылку установки расширения.
ta: நீட்டிப்பின் நிறுவல் இணைப்பை ஏற்றுவதில் தோல்வி.
tr: Uzantının kurulum bağlantısı yüklenemedi.

source: Shell theme successfully reset.
ar: صُفِّرت سمة الصدفة.
cs: Motiv prostředí byl úspěšně resetován.
de: Shell Theme erfolgreich gespeichert!
hi: शैल थीम सफलतापूर्वक रीसेट हो गई।
id: Tema Antarmuka Berhasil Tereset.
nl: Shell-thema succesvol opgeslagen
ru: Тема Shell успешно сброшена.
ta: ஷெல் (Shell) தீம் வெற்றிகரமாக மீட்டமைக்கப்பட்டது.
tr: Shell teması sıfırlandı.

source: Contributors on GitHub https://github.com/GradienceTeam/Community/graphs/contributors
tr: GitHub üstünden katkıda bulunanlar https://github.com/GradienceTeam/Community/graphs/contributors

source: See <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> on Github for more presets.
tr: Daha çok ön ayar için Github'daki <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> sayfasına bakın.

source: GTK 4
ar: جي‌تي‌كي 4

source: GTK 3
ar: جي‌تي‌كي 3
