Repository: hydroxycarbamide/Gradience
Catalog: po/*.po
Languages: ar, cs, de, fi, hi, hr, id, nl, pl, ru, ta, tr

source: Changing the color scheme can negatively affect contrast and readability. Proceed with caution. Please do not report theming-related issues to app developers.
ar: يمكن أن يؤثر تغيير نظام الألوان سلبًا على التباين وقابلية القراءة. تقدم بحذر. يرجى ألا تبلغ عن المشكلات المتعلقة بالسمات لمطوري التطبيقات.
cs: Změna barevného schématu může negativně ovlivnit kontrast a čitelnost. Postupujte opatrně. Problémy související s tématy neoznamujte vývojářům aplikací.
de: Eine Änderung des Farbschemas kann den Kontrast und Lesbarkeit beeinträchtigen. Gehen Sie mit bedacht vor. Bitte melden Sie themenbezogene Probleme nicht an App-Entwickler.
fi: Väriteeman vaihtaminen voi heikentää kontrastia ja luettavuutta. Jatka varoen. Älä ilmoita teemoihin liittyvistä ongelmista tämän sovelluksen kehittäjille.
hi: रंग योजना बदलने से कंट्रास्ट और पठनीयता पर नकारात्मक प्रभाव पड़ सकता है। सावधानी के साथ आगे बढ़ना। कृपया ऐप डेवलपर्स को थीम-संबंधित मुद्दों की रिपोर्ट न करें।
hr: Promjena sheme boje može negativno utjecati na kontrast i čitljivost. Nastavite s oprezom. Ne prijavljujte probleme povezane s temom razvijateljima aplikacije.
id: Mengubah skema warna bisa berdampak negatif pada kontras dan pandangan. Lanjutkan dengan lebih hati-hati. Harap jangan melaporkan masalah terkait tema kepada pengembang aplikasi.
nl: Het veranderen van het kleurenschema kan het contrast en de leesbaarheid negatief beïnvloeden. Ga voorzichtig te werk. Meld themagerelateerde problemen niet aan app-ontwikkelaars.
pl: Zmiana schematu kolorów może negatywnie wpłynąć na kontrast i czytelność. Postępuj ostrożnie. Nie zgłaszaj problemów związanych z motywami twórcom aplikacji.
ru: Изменение цветовой схемы может негативно повлиять на контраст и читабельность. Действуйте с осторожностью. Пожалуйста, не сообщайте о проблемах связанных с темами разработчикам приложений.
ta: வண்ணத் திட்டத்தை மாற்றுவது மாறுபாடு மற்றும் வாசிப்புத்திறனை எதிர்மறையாக பாதிக்கும். எச்சரிக்கையுடன் தொடரவும். பயன்பாடு டெவலப்பர்களிடம் தீமிங் தொடர்பான சிக்கல்களைப் புகாரளிக்க வேண்டாம்.
tr: Renk düzenini değiştirmek karşıtlığı ve okunabilirliği olumsuz etkileyebilir. Dikkatli davranın. Lütfen tema ile ilgili sorunları uygulama geliştiricilerine bildirmeyin.

source: I Understand The Consequences
ar: أنا أفهم العواقب
cs: Chápu důsledky
de: Ich verstehe die Konsequenzen
fi: Ymmärrän seuraukset
hi: मैं परिणाम समझता हूं
hr: Razumijem posljedice
id: Saya Memahami Konsekuensinya
nl: Ik begrijp de gevolgen
pl: Rozumiem konsekwencje
ru: Я понимаю последствия
ta: நான் விளைவுகளை புரிந்துகொள்கிறேன்
tr: Sonuçlarını Anlıyorum

source: Customize Adwaita Theme
ar: خصص سِمة أدوايتا
cs: Přizpůsobení tématu Adwaita
de: Adwaita Theme anpassen
fi: Mukauta Adwaita-teemaa
hi: Adwaita थीम को अनुकूलित करें
hr: Prilagodba Adwaita teme
id: Sesuaikan Tema Adwaita
nl: Personaliseer Adwaita-thema
pl: Dostosuj Motyw Adwaita
ru: Настройте тему Adwaita
ta: அத்வைதா தீம் தனிப்பயனாக்கு
tr: Adwaita Temasını Özelleştir

source: Change colors of windows, buttons, lists and more, with advanced features like adding custom CSS
ar: غير ألوان النوافذ والأزرار والقوائم وغيرها باستخدام ميزات متقدمة مثل إضافة سي‌إس‌إس مخصص
cs: Změna barev oken, tlačítek, seznamů a dalších položek pomocí pokročilých funkcí, jako je přidání vlastního CSS
de: Ändern Sie die Farben von Fenstern, Schaltflächen, Listen und mehr, mit erweiterten Funktionen wie dem Hinzufügen von benutzerdefiniertem CSS
fi: Mukauta ikkunoiden, painikkeiden, luettelojen ja muiden elementtien väriä ja käytä lisäominaisuuksia kuten omavalintaista CSS:ää
hi: तदनुकूल CSS जोड़ने जैसी उन्नत सुविधाओं के साथ, विंडोज़, बटन, सूचियों और बहुत कुछ के रंग बदलें
hr: Promijenite boje prozora, tipki, popisa i još mnogo toga s naprednim značajkama poput dodavanja prilagođenog CSS-a
id: Ubah warna jendela, tombol, daftar, dan lainnya dengan fitur lanjutan seperti menambahkan CSS tertentu
nl: Verander kleuren van vensters, knoppen, lijsten en meer, met geavanceerde functies zoals het toepassen van aangepaste CSS
pl: Zmieniaj kolory okien, przycisków, list i wielu innych dzięki zaawansowanym funkcjom, takim jak dodawanie własnego kodu CSS
ru: Изменяйте цвета окон, кнопок, списков и более, с продвинутыми функциями как добавление пользовательского CSS
ta: தனிப்பயன் CSSஐச் சேர்ப்பது போன்ற மேம்பட்ட அம்சங்களுடன் சாளரம், பொத்தான்கள், பட்டியல்கள் மற்றும் பலவற்றின் நிறத்தை மாற்றவும்
tr: Özel CSS ekleme gibi gelişmiş özelliklerle pencerelerin, düğmelerin, listelerin ve daha fazlasının renklerini değiştirin

source: Configure Gradience
ar: اضبط «تدرج»
cs: Konfigurace Gradience
de: Gradience konfigurieren
fi: Muokkaa Gradiencea
hi: Gradience विन्यस्त करें
hr: Konfiguriraj Gradience
id: Konfigurasi Gradience
nl: Gradience configureren
pl: Skonfiguruj Gradience
ru: Настроить Gradience
ta: கிரேடியன்ஸை உள்ளமைக்கவும்
tr: Gradience Uygulamasını Yapılandır

source: Install adw-gtk3 theme for legacy applications and configure system for theming.
ar: ثبّت سمة adw-gtk3 للتطبيقات القديمة واضبط النظام للوَسم.
cs: Nainstalujte téma adw-gtk3 pro starší aplikace a nakonfigurujte systém pro tematizaci.
de: Installieren Sie das adw-gtk3 Theme für Legacy-Anwendungen und konfigurieren Sie das System für's Theming.
fi: Asenna adw-gtk3-teema vanhoja sovelluksia varten ja määritä järjestelmä teemoitusta varten.
hi: पुराने अनुप्रयोगों के लिए adw-gtk3 थीम स्थापित करें और थीमिंग के लिए सिस्टम विन्यस्त करें।
hr: Instalirajte adw-gtk3 temu za zastarjele aplikacije i prilagodite sustav za promjenu tema.
id: Instalasi tema adw-gtk3 untuk aplikasi terdahulu dan konfigurasikan sistem untuk menggunakan tema.
nl: Installeer het adw-gtk3-thema voor oudere apps en configureer uw systeem voor personalisatie.
pl: Zainstaluj motyw adw-gtk3 dla starszych aplikacji i skonfiguruj system dla motywów.
ru: Установить тему adw-gtk3 для устаревших приложений и настроить систему для оформления.
ta: பாரம்பரிய பயன்பாடுகளுக்கு adw-gtk3 தீம் நிறுவவும் மற்றும் தீமிங்கிற்கான அமைப்பை உள்ளமைக்கவும்.
tr: Eski uygulamalar için adw-gtk3 temasını kurun ve temalandırma için sistemi yapılandırın.

source: Legacy apps theming
ar: وسم التطبيقات القديمة
cs: Témata starších aplikací
de: Theming von Legacy-Anwendungen
fi: Vanhojen sovellusten teemoitus
hi: लीगेसी ऐप्स थीमिंग
hr: Promjena tema zastarjelih aplikacija
id: Tema aplikasi terdahulu
nl: Personalisering van oudere apps
pl: Modyfikowanie starszych aplikacji
ru: Оформление устаревших приложений
ta: பாரம்பரிய பயன்பாடுகள் தீமிங்
tr: Eski uygulama temaları

source: Install adw-gtk3 theme for legacy apps theming
ar: ثبت سمة adw-gtk3 لوَسم التطبيقات القديمة
cs: Instalace tématu adw-gtk3 pro tematizaci starších aplikací
de: Sie müssen um Legacy-Anwendungen zu Themen das adw-gtk3-Theme Installieren
fi: Asenna adw-gtk3-teema vanhojen sovellusten teemoitusta varten.
hi: लीगेसी ऐप्स थीम के लिए adw-gtk3 थीम स्थापित करें
hr: Instalirajte adw-gtk3 temu za promjenu tema zastarjelih aplikacija
id: Instalasi tema adw-gtk3 untuk tema aplikasi terdahulu
nl: Installeer het adw-gtk3-thema voor personalisatie van oudere apps
pl: Zainstaluj motyw adw-gtk3 dla starszych aplikacji
ru: Установить тему adw-gtk3 для оформления устаревших приложений
ta: பாரம்பரிய பயன்பாடுகள் தீமிங்கிற்கு adw-gtk3 தீம் நிறுவவும்
tr: Eski uygulama temalandırma için adw-gtk3 temasını kur

source: System configuration
ar: ضبط النظام
cs: Konfigurace systému
de: Systemkonfiguration
fi: Järjestelmän määritys
hi: सिस्टम विन्यास
hr: Podešavanje sustava
id: Sistem konfigurasi
nl: Systeemconfiguratie
pl: Konfiguracja systemu
ru: Конфигурация системы
ta: கணினி கட்டமைப்பு
tr: Sistem yapılandırması

source: Configure system for theming, enables Flatpak theme override
ar: ضبط النظام من أجل السمات، يتيح هذا تجاوز السمة لتطبيقات فلاتباك
cs: Konfigurace systému pro témata, umožňuje přepsat téma Flatpak
de: Das System für’s Theming konfigurieren, ermöglicht das Überschreiben von Flatpack Themes
fi: Määritä järjestelmä teemoitusta varten, mahdollistaa Flatpak-teeman ylityksen
hi: थीम के लिए सिस्टम विन्यस्त करें, Flatpak थीम ओवरराइड को सक्षम बनाता है
hr: Prilagodite sustav za promjenu tema, omogućuje zaobilaženje Flatpak teme
id: Mengkonfigurasi sistem untuk menggunakan tema dapat memungkinkan penggantian untuk tema aplikasi dari Flatpak
nl: Systeem configureren voor personalisatie, schakelt overschrijving van Flatpak-thema in
pl: Skonfiguruj system dla motywów, umożliwia nadpisanie motywów Flatpaka
ru: Настроить систему для оформления, включает переопределение темы Flatpak
ta: தீமிங்கிற்கான அமைப்பை உள்ளமைக்கவும், பிளாட்பாக் தீம் மேலெழுதலை செயல்படுத்துகிறது
tr: Temalandırma için sistemi yapılandır, Flatpak temasının üzerine yazılmasını sağlar

source: Installing Themes
ar: تثبيت السِّمات
cs: Instalace témat
de: Themes installieren
fi: Asennetaan teemoja
hi: थीम स्थापित की जा रही है
hr: Instalacija tema
id: Memasang tema
nl: Thema's installeren
pl: Instalowanie motywów
ru: Установка тем
ta: தீம்கள் நிறுவுகிறது
tr: Temalar Kuruluyor

source: Please wait until theme will be installed.
ar: يرجى الانتظار حتى تُثبت السمة.
cs: Počkejte prosím, až bude téma nainstalováno.
de: Bitte warten Sie, bis das Theme installiert ist.
fi: Odota kunnes teema on asennettu.
hi: कृपया थीम स्थापित होने तक प्रतीक्षा करें।
hr: Pričekajte dok se tema ne instalira.
id: Harap tunggu sampai tema terpasang.
nl: Wacht totdat thema wordt geïnstalleerd.
pl: Proszę poczekać zanim motywy zostaną zainstalowane.
ru: Пожалуйста, подождите пока тема не будут установлена.
ta: தீம் நிறுவப்படும் வரை காத்திருக்கவும்.
tr: Lütfen temalar kurulana kadar bekleyin.

source: Continue
ar: واصل
cs: Pokračovat
de: Fortfahren
fi: Jatka
hi: जारी रखें
hr: Nastavi
id: Melanjutkan
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
ta: தொடரவும்
tr: Devam

source: Done
ar: تم
cs: Hotovo
de: Fertig
fi: Valmis
hi: हो गया
hr: Završeno
id: Selesai
nl: Klaar
pl: Gotowe
ru: Готово
ta: முடிந்தது
tr: Tamamlandı

source: Now you can make your own presets or download some online.
ar: يمكنك الآن إنشاء إعدادات مسبقة خاصة بك أو تنزيل بعضها عبر الإنترنت.
cs: Nyní si můžete vytvořit vlastní předvolby nebo si nějaké stáhnout z internetu.
de: Jetzt können Sie Ihre eigenen Voreinstellungen erstellen oder von der Community erstellte online herunterladen.
fi: Voit nyt tehdä omia esiasetuksia tai ladata niitä verkosta.
hi: अब आप अपना स्वयं का प्रीसेट बना सकते हैं या कुछ ऑनलाइन डाउनलोड कर सकते हैं।
hr: Sada možete stvoriti svoje predloške ili ih preuzeti s mreže.
id: Sekarang Anda dapat membuat konfigurasi Anda sendiri atau dapat mengunduhnya secara daring.
nl: U kunt nu uw eigen voorinstellingen maken, of enkele online downloaden.
pl: Od teraz możesz tworzyć swoje profile, lub pobrać trochę profili użytkowników z internetu.
ru: Теперь вы можете делать свои предустановки или скачать несколько из сети.
ta: இப்போது நீங்கள் உங்கள் சொந்த முன்னமைவுகளை உருவாக்கலாம் அல்லது ஆன்லைனில் சிலவற்றை பதிவிறக்கம் செய்யலாம்.
tr: Artık kendi ön ayarlarınızı yapabilir veya bazılarını çevrimiçi olarak indirebilirsiniz.

source: Please finish the setup first
ar: أنهِ الإعداد أولًا
cs: Nejprve dokončete nastavení
de: Bitte Schließen Sie zuerst die Einrichtung ab
fi: Viimeistele määritys ensin
hi: कृपया पहले सेटअप पूरा करें
hr: Prvo završite postavljanje
id: Harap tuntaskan pengaturan terlebih dahulu
nl: Voltooi eerst de setup
pl: Proszę najpierw ukończyć konfigurację
ru: Пожалуйста, сначала завершите настройку
ta: தயவு செய்து முதலில் அமைப்பை முடிக்கவும்
tr: Lütfen önce kurulumu tamamlayın

source: Start Using Gradience
ar: ابدأ استخدام «تدرج»
cs: Začněte používat Gradience
de: Fang an Gradience zu benutzen
fi: Aloita Gradiencen käyttäminen
hi: Gradience का उपयोग प्रारंभ करें
hr: Počni koristiti Gradience
id: Memulai Gradience
nl: Beginnen met Gradience gebruiken
pl: Zacznij korzystać z Gradience
ru: Начать использовать Gradience
ta: கிரேடியன்ஸைப் பயன்படுத்தத் தொடங்குங்கள்
tr: Gradience Kullanmaya Başlayın

source: Next
ar: التالي
cs: Další
de: Weiter
fi: Seuraava
hi: अगला
hr: Sljedeće
id: Lanjut
nl: Volgende
pl: Następne
ru: Следующее
ta: அடுத்தது
tr: Sonraki

source: Shell Engine Preferences
ar: تفضيلات محرك الصدفة
cs: Shell Engine předvolby
de: Shell Engine Optionen
hi: शैल इंजन प्राथमिकताएं
id: Preferensi Perkakas Antarmuka
nl: Voorkeuren voor shell-engine
ru: Параметры движка Shell
ta: ஷெல் இயந்திர விருப்பத்தேர்வுகள்
tr: Kabuk Motoru Tercihleri

source: Shell theme colors
cs: Barvy motivu Shell
de: Shell-Theme Farben
hi: शैल थीम रंग
nl: Shell-thema­kleuren
ru: Цвета темы Shell
ta: ஷெல் தீம் வண்ணங்கள்
tr: Shell teması renkleri

source: Generates GNOME Shell theme based on current preset. WARNING: Extensions that modify the Shell stylesheet may cause issues with themes.
cs: Generuje motiv prostředí GNOME na základě aktuálního přednastavení. VAROVÁNÍ: Rozšíření, která upravují šablonu stylů prostředí, mohou způsobit problémy s motivy.
de: Erzeugt ein GNOME-Shell-Thema basierend auf der aktuellen Voreinstellung. ACHTUNG: Erweiterungen, die das Shell Stylesheet modifizieren, können zu Fehlern mit Themes führen.
hi: वर्तमान प्रीसेट के आधार पर GNOME शैल थीम उत्पन्न करता है। चेतावनी: शैल स्टाइलशीट को संशोधित करने वाले एक्सटेंशन थीम के साथ समस्याएं पैदा कर सकते हैं।
ru: Генерирует пользовательскую тему GNOME Shell на основе текущей предустановки. ВНИМАНИЕ: Расширения, изменяющие таблицу стилей Shell, могут вызвать проблемы с темами.
ta: தற்போதைய முன்னமைவின் அடிப்படையில் க்னோம் ஷெல் தீம் உருவாக்குகிறது. எச்சரிக்கை: ஷெல் ஸ்டைல்ஷீட்டை மாற்றியமைக்கும் நீட்டிப்புகள் தீம்களில் சிக்கல்களை ஏற்படுத்தலாம்.
tr: Geçerli ön ayarı temel alarak NOME Shell teması oluşturur. UYARI: Shell stil sayfasını değiştiren uzantılar temalarla ilgili sorunlara neden olabilir.

source: Shell Engine Options
ar: خيارات محرك الصدفة
cs: Možnosti Shell Engine
de: Shell Engine Einstellungen
hi: शैल इंजन विकल्प
id: Opsi Perkakas Antarmuka
nl: Opties voor shell-engine
ru: Параметры движка Shell
ta: ஷெல் இயந்திர விருப்பங்கள்
tr: Kabuk Motoru Seçenekleri

source: Change the generated GNOME Shell theme
ar: غيِّر سمة صدفة جنوم المولَّدة
cs: Změňit vygenerovaný motiv prostředí GNOME
de: Ändern des genierten GNOME Shell Themes
hi: उत्पन्न की गई GNOME शैल थीम बदलें
id: Ubah Hasil Tema Antarmuka GNOME
nl: Pas het gegenereerde GNOME-shell-thema aan
ru: Изменение созданной темы GNOME Shell
ta: உருவாக்கப்பட்ட GNOME ஷெல் தீமை மாற்றவும்
tr: Oluşturulan GNOME Shell temasını değiştir

source: Apply Shell theme
ar: طبِّق سمة الصدفة
cs: Použít téma Shell
de: Shell Theme anwenden
hi: शैल थीम लागू करें
id: Terapkan Tema Antarmuka ini
nl: Shell-thema toepassen
ru: Применить тему Shell
ta: ஷெல் தீம் பயன்படுத்தவும்
tr: Shell teması uygula

source: Customize Shell Theme
ar: خصِّص سمة الصدفة
cs: Přizpůsobení tématu Shell
de: Shell-Theme anpassen
hi: शैल थीम अनुकूलित करें
id: Modifikasi Tema Antarmuka
nl: Shell-thema personaliseren
ru: Настроить тему Shell
ta: ஷெல் தீம் தனிப்பயனாக்கு
tr: Shell Temasını Özelleştir

source: Open Shell Preferences
ar: افتح تفضيلات الصدفة
cs: Otevřete Předvolby Shell
de: Shell Einstellungen öffnen
hi: शैल प्राथमिकताएं खोलें
id: Buka Pengaturan Antarmuka
nl: Shell-voorkeuren openen
ru: Открыть параметры Shell
ta: ஷெல் விருப்பத்தேர்வுகளைத் திறக்கவும்
tr: Shell Tercihlerini Aç

source: Preset Variant
ar: تنويعة الإعداد المسبق
cs: Varianta předvolby
de: Voreinstellungsvariante
hi: प्रीसेट वेरिएंट
hr: Varijanta predloška
id: Varian Konfigurasi
nl: Voorinstellings­variant
pl: Wariant szablonu
ru: Вариант предустановки
ta: முன்னமைக்கப்பட்ட மாறுபாடு
tr: Ön Ayar Çeşiti

source: Select currently applied preset variant
ar: حدِّد تنويعة الإعداد المطبَّق
cs: Vyberte aktuálně použitou přednastavenou variantu
de: Angewendetes Preset Auswählen
hi: वर्तमान में लागू प्रीसेट वेरिएंट का चयन करें
hr: Odaberi trenutačno primijenjenu varijantu predloška
id: Pilih varian konfigurasi ini
nl: Selecteer de momenteel toegepaste voorinstellings­variant
pl: Wybierz obecnie zastosowany wariant szablonu
ru: Выберите текущий вариант предустановки
ta: தற்போது பயன்படுத்தப்படும் முன்னமைக்கப்பட்ட மாறுபாட்டைத் தேர்ந்தெடுக்கவும்
tr: Uygulanan ön ayar türevini seçin

source: Currently unavailable
ar: غير متاح الآن
cs: Momentálně nedostupné
de: Derzeit nicht verfügbar
hi: वर्तमान में अनुपलब्ध
id: Sekarang belum tersedia
nl: Momenteel niet beschikbaar
pl: Obecnie niedostępne
ru: В настоящее время недоступно
ta: தற்போது கிடைக்கவில்லை
tr: Şu anda kullanılamıyor

source: Reset Theme
ar: صفِّر السمة
cs: Resetovat téma
de: Theme zurücksetzen
hi: थीम रीसेट करें
hr: Resetiraj temu
id: Reset Konfigurasi
nl: Thema resetten
pl: Resetuj motyw
ru: Сбросить тему
ta: தீம்மை மீட்டமைக்கவும்
tr: Temayı Sıfırla

source: Reset applied theme
ar: صفِّر السمة المطبَّقة
cs: Obnovit použitý motiv
de: Angewandtes Theme zurücksetzen?
hi: लागू थीम रीसेट करें
hr: Resetiraj primijenjenu temu
id: Setel ulang tema yang diterapkan
nl: Toegepast thema resetten
pl: Resetuj zastosowany motyw
ru: Сбросить примененную тему
ta: பயன்படுத்தப்பட்ட தீமினை மீட்டமைக்கவும்
tr: Uygulanan temayı sıfırla

source: No Theme Engines
ar: لا توجد محركات سمات
cs: Žádné Theme Engines
de: No Theme Engine
fi: Ei teemamoottoreita
hi: कोई थीम इंजन नहीं
id: Tiada Perkakas Tema
nl: Geen thema-engines
pl: Brak silnika motywów
ru: Нет движков оформления
ta: தீம் இயந்திரங்கள் இல்லை
tr: Tema Motoru Yok

source: Theme Engines extend the functionality of Gradience. They can be enabled in the Preferences.
ar: تزيد محركات السمات «تدرج» فائدةً، لك تمكينهم في التفضيلات.
cs: Theme Engines rozšiřují funkčnost Gradience. Lze je povolit v Předvolbách.
de: Theme Engines erweitern Gradience um weitere Funktionen. Sie können in den Einstellungen eingeschaltet werden.
hi: थीम इंजन Gradience की कार्यक्षमता का विस्तार करते हैं। उन्हें प्राथमिकता में सक्षम किया जा सकता है।
id: Perkakas tema memperluas fungsi Gradience. Fungsi tersebut dapat dimunculkan melalui pengaturan.
nl: Thema-engines breiden de functionaliteit van Gradience uit. Ze kunnen worden ingeschakeld vanuit de voorkeuren.
ru: Движки оформления расширяют функциональность Gradience. Их можно включить в параметрах.
ta: தீம் இயந்திரங்கள் கிரேடியன்ஸின் செயல்பாட்டை நீட்டிக்கிறது. விருப்பத்தேர்வுகளில் அவற்றை இயக்கலாம்.
tr: Tema Motorları Gradience işlevselliğini genişletir. Tercihlerden etkinleştirilebilirler.

source: Open Preferences to manage Theme Engines
ar: افتح التفضيلات لتدير محركات السمات
cs: Chcete-li spravovat Theme Engines, otevřete Předvolby
de: Öffne die Einstellungen, um die Theme Engines zu verwalten
hi: थीम इंजन प्रबंधित करने के लिए प्राथमिकताएं खोलें
id: Buka Pengaturan untuk mengatur perkakas tema
nl: Open voorkeuren om thema-engines te beheren
pl: Otwórz preferencje aby zarządzać silnikami motywów
ru: Открыть параметры для управления движками оформления
ta: தீம் இயந்திரங்களை நிர்வகிக்க விருப்பங்களைத் திறக்கவும்
tr: Tema Motorlarını yönetmek için Tercihleri açın

source: Open Preferences
ar: افتح التفضيلات
cs: Otevřít předvolby
de: Einstellungen
fi: Avaa asetukset
hi: प्राथमिकताएं खोलें
id: Buka Pengaturan
nl: Voorkeuren openen
pl: Otwórz preferencje
ru: Открыть параметры
ta: விருப்பங்களைத் திறக்கவும்
tr: Tercihleri Aç

source: Welcome to Gradience
ar: مرحبًا بك في «تدرج»
cs: Vítejte v Gradience
de: Willkommen bei Gradience
fi: Tervetuloa, tämä on Gradience
hi: Gradience में आपका स्वागत है
hr: Dobro došli u Gradience
id: Selamat Datang di Gradience
nl: Welkom bij Gradience
pl: Witamy w Gradience
ru: Добро пожаловать в Gradience
ta: கிரேடியன்ஸுக்கு வரவேற்கிறோம்
tr: Gradience'e Hoş Geldiniz

source: What's new in 0.8.0
ar: ما الجديد في ٠٫٨٫٠
cs: Novinky ve verzi 0.8.0
de: Was ist neu in 0.3.0
hi: 0.8.0 में नया क्या है
id: Apa yang baru di 0.8.0
nl: Nieuw in 0.8.0
pl: Co nowego w 0.8.0
ru: Что нового в 0.8.0
ta: 0.8.0 இல் புதிதாக என்ன இருக்கிறது
tr: 0.8.0'daki yenilikler

source: In this release, we added GNOME Shell theming support and reworked how Gradience works internally
ar: أضفنا في هذا الإصدار دعم وسم صدفة جنوم، وأعدنا صياغة سبيل عمل «تدرج»
cs: V tomto vydání jsme přidali podporu motivace prostředí GNOME Shell a přepracovali jsme, jak Gradience interně funguje
de: In dieser Version haben wir die Unterstützung für GNOME-Shell-Themen hinzugefügt und die interne Arbeitsweise von Gradience überarbeitet
hi: इस रिलीज़ में, हमने GNOME शैल थीम समर्थन जोड़ा और Gradience आंतरिक रूप से कैसे काम करता है, इस पर फिर से काम किया
id: Rilisan ini, kami menambahkan dukungan untuk dapat memodifikasi tema antarmuka GNOME
nl: In deze uitgave hebben we ondersteuning voor GNOME-shell-thema's toegevoegd en de interne werking van Gradience aangepast
ru: В этом выпуске мы добавили поддержку оформления GNOME Shell и переработали внутреннюю работу Gradience
ta: இந்த வெளியீட்டில், GNOME ஷெல் (Shell) தீமிங் ஆதரவைச் சேர்த்துள்ளோம் மற்றும் கிரேடியன்ஸ் உள்நாட்டில் எவ்வாறு செயல்படுகிறது என்பதை மறுவேலை செய்தோம்
tr: Bu sürümde, GNOME Shell tema desteği ekledik ve Gradience'ın dahili olarak nasıl çalıştığını yeniden düzenledik

source: Changing the color scheme can negatively affect contrast and readability. Proceed with caution. Please do not report theming-related issues to app developers
ar: يمكن أن يؤثر تغيير نظام الألوان سلبًا على التباين وقابلية القراءة. تقدم بحذر. يرجى ألا تبلغ عن المشكلات المتعلقة بالسمات لمطوري التطبيقات
cs: Změna barevného schématu může negativně ovlivnit kontrast a čitelnost. Postupujte opatrně. Problémy související s tématy neoznamujte vývojářům aplikací
de: Eine Änderung des Farbschemas kann den Kontrast und Lesbarkeit beeinträchtigen. Gehen Sie mit bedacht vor. Bitte melden Sie themenbezogene Probleme nicht an App-Entwickler
fi: Väriteeman vaihtaminen voi heikentää kontrastia ja luettavuutta. Jatka varoen. Älä ilmoita teemoihin liittyvistä ongelmista tämän sovelluksen kehittäjille
hi: रंग योजना बदलने से कंट्रास्ट और पठनीयता पर नकारात्मक प्रभाव पड़ सकता है। सावधानी के साथ आगे बढ़ना। कृपया ऐप डेवलपर्स को थीम-संबंधित मुद्दों की रिपोर्ट न करें
hr: Promjena sheme boje može negativno utjecati na kontrast i čitljivost. Nastavite s oprezom. Ne prijavljujte probleme povezane s temom razvijateljima aplikacije
id: Mengubah skema warna bisa berdampak negatif pada kontras dan pandangan. Lanjutkan dengan lebih hati-hati. Harap jangan melaporkan masalah terkait tema kepada pengembang aplikasi
nl: Het veranderen van het kleurenschema kan het contrast en de leesbaarheid negatief beïnvloeden. Ga voorzichtig te werk. Meld themagerelateerde problemen niet aan app-ontwikkelaars
pl: Zmiana schematu kolorów może negatywnie wpłynąć na kontrast i czytelność. Postępuj ostrożnie. Nie zgłaszaj problemów związanych z motywami twórcom aplikacji
ru: Изменение цветовой схемы может негативно повлиять на контраст и читабельность. Действуйте с осторожностью. Пожалуйста, не сообщайте о проблемах связанных с темами разработчикам приложений
ta: வண்ணத் திட்டத்தை மாற்றுவது மாறுபாடு மற்றும் வாசிப்புத்திறனை எதிர்மறையாக பாதிக்கும். எச்சரிக்கையுடன் தொடரவும். பயன்பாடு டெவலப்பர்களிடம் தீமிங் தொடர்பான சிக்கல்களைப் புகாரளிக்க வேண்டாம்
tr: Renk düzenini değiştirmek karşıtlığı ve okunabilirliği olumsuz etkileyebilir. Dikkatli davranın. Lütfen tema ile ilgili sorunları uygulama geliştiricilerine bildirmeyin

source: Agree and Continue
ar: أوافق، تابع
cs: Souhlasit a pokračovat
de: Zustimmen und Fortfahren
fi: Hyväksy ja jatka
hi: स्वीकार करें एवं आगे बढ़ें
id: Setuju dan Lanjutkan
nl: Akkoord en doorgaan
pl: Zgadzam się i kontynuuję
ru: Согласиться и продолжить
ta: ஒப்புக்கொண்டு தொடரவும்
tr: Kabul Et ve Devam Et

source: Customize Adwaita
cs: Přizpůsobení tématu Adwaita
de: Adwaita anpassen
hi: Adwaita को अनुकूलित करें
nl: Adwaita personaliseren
ru: Оформите Adwaita
ta: அத்வைதாவைத் தனிப்பயனாக்கு
tr: Adwaita'yı Özelleştir
