Repository: hydroxycarbamide/Gradience
Catalog: po/*.po
Languages: ar, cs, de, fi, hi, hr, id, nl, pl, ru, ta, tr

source: Gradience
ar: تدرج
ta: கிரேடியன்ஸ்

source: Change the look of Adwaita, with ease
ar: غيّر مظهر أدوايتا بكل سهولة
cs: Změňte snadno vzhled Adwaita
de: Ändere einfach das Aussehen von Adwaita
fi: Muuta Adwaitan ulkoasua vaivatta
hi: Adwaita का रूप बदलें, सहजता से
hr: S lakoćom promijenite izgled Adwaita aplikacija
id: Ubah tampilan Adwaita, dengan mudah
nl: Pas gemakkelijk het uiterlijk van Adwaita aan
pl: Zmieniaj z łatwością wygląd Adwaity
ru: С легкостью изменяйте внешний вид Adwaita
ta: அத்வைதாவின் தோற்றத்தை எளிதில் மாற்றுங்கள்
tr: Adwaita'nın görünümünü kolaylıkla değiştirin

source: Gradience Team
ar: فريق «تدرج»
cs: Tým Gradience
fi: Gradience-tiimi
hi: Gradience टीम
hr: Gradience tim
id: Tim Gradience
pl: Zespół Gradience
ru: Команда Gradience
ta: கிரேடியன்ஸ் குழு
tr: Gradience Takımı

source: Gradience is a tool for customizing Libadwaita applications and the adw-gtk3 theme.
ar: «تدرج» هي أداة لتخصيص تطبيقات لِبَدوَايتا وسِمة adw-gtk3.
cs: Gradience je nástroj pro přizpůsobení aplikací Libadwaita a tématu adw-gtk3.
de: Gradience ist ein Programm um Libadwaita Apps und das adw-gtk3 Thema zu ändern.
fi: Gradience on työkalu, jolla on mahdollista muokata Libadwaita-sovelluksia ja adw-gtk3-teemaa.
hi: Gradience Libadwaita अनुप्रयोगों और adw-gtk3 थीम को अनुकूलित करने के लिए एक उपकरण है।
hr: Gradience je alat za prilagodbu Libadwaita aplikacija i adw-gtk3 tema.
id: Gradience adalah alat untuk menyesuaikan aplikasi Libadwaita dan tema adw-gtk3.
nl: Gradience is gereedschap voor het personaliseren van Adwaita-apps en het ‘adw-gtk3’-thema.
pl: Gradience jest narzędziem do dostosowywania aplikacji Libadwaita oraz motywu adw-gtk3.
ru: Gradience - это инструмент для оформления приложений Libadwaita и темы adw-gtk3.
ta: கிரேடியன்ஸ் என்பது Libadwaita பயன்பாடுகள் மற்றும் adw-gtk3 தீம் ஆகியவற்றைத் தனிப்பயனாக்குவதற்கான ஒரு கருவியாகும்.
tr: Gradience, Libadwaita uygulamalarını ve adw-gtk3 temasını özelleştirmek için bir araçtır.

source: The main features of Gradience include the following:
ar: تشمل الميزات الرئيسة ل‍«تدرج» ما يلي:
cs: Mezi hlavní vlastnosti Gradience patří:
de: Zu den wichtigsten Funktionen von Gradience gehören:
fi: Gradiencen keskeisimmät ominaisuudet:
hi: Gradience की मुख्य विशेषताओं में निम्नलिखित शामिल हैं:
hr: Glavne značajke aplikacije Gradience su:
id: Fitur utama Gradience termasuk:
nl: De belangrijkste functies van Gradience zijn onder andere:
pl: Z głównych możliwości Gradience wymienić można:
ru: Основные возможностям Gradience включают в себя:
ta: கிரேடியன்ஸின் முக்கிய அம்சங்கள் பின்வருவனவற்றை உள்ளடக்குகின்றன:
tr: Gradience'ın temel özellikleri arasında aşağıdakiler yer almaktadır:

source: 🎨️ Changing any color of Adwaita theme
ar: تغيير أي لون لسمة أدوايتا
cs: 🎨️ Změna libovolné barvy tématu Adwaita
de: Ändert eine beliebige Farbe des Adwaita-Themes
fi: 🎨️ Muuta mitä tahansa Adwaita-teeman väriä
hi: 🎨️ Adwaita थीम का कोई भी रंग बदलना
hr: 🎨️ Mijenjanje bilo koje boje Adwaita teme
id: 🎨️ Ubah warna tema Adwaita
nl: 🎨️ Elke kleur van het Adwaita-thema aanpassen
pl: 🎨️ Zmienianie dowolnych kolorów aplikacji używających motywu Adwaita
ru: 🎨️ Изменение любых цветов темы Adwaita
ta: 🎨️ அத்வைதா தீமின் எந்த நிறத்தையும் மாற்றுதல்
tr: 🎨️ Adwaita temasının herhangi bir rengini değiştirme

source: 🖼️ Applying Material 3 color scheme from wallpaper
ar: تطبيق نظام ألوان مَتِيريَل 3 من صورة الخلفية
cs: 🖼️ Použití barevného schématu Material 3 z tapety
de: 🖼️ Generiere Material 3 Farbenschema aus dem Hintergrundbild
fi: 🖼️ Toteuta Material 3 -värejä taustakuvasta
hi: 🖼️ वॉलपेपर से Material 3 कलर स्कीम लगाना
hr: 🖼️ Primjenjivanje sheme Material 3 boja iz slike pozadine
id: 🖼️ Menerapkan 3 skema warna dari wallpaper
nl: 🖼️ Kleurenschema's toepassen op basis van achtergrond
pl: 🖼️ Generowanie palety kolorów Material 3 z tapety pulpitu
ru: 🖼️ Применение цветовой схемы Material 3 с обоев
ta: 🖼️ வால்பேப்பரிலிருந்து மெட்டீரியல் 3 வண்ணத் திட்டத்தைப் பயன்படுத்துதல்
tr: 🖼️ Duvar kağıdından Material 3 renk şeması uygulama

source: 🎁️ Usage of other users presets
ar: استخدام الإعدادات المسبقة لمستخدمين آخرين
cs: 🎁️ Využití předvoleb ostatních uživatelů
de: 🎁️ Nutze Voreinstellungen von anderen Nutzern
fi: 🎁️ Käytä muiden käyttäjien tekemiä esiasetuksia
hi: 🎁️ अन्य उपयोगकर्ताओं के प्रीसेट का उपयोग
hr: 🎁️ Korištenje drugih korisničkih predložaka
id: 🎁️ Penggunaan konfigurasi pengguna lain
nl: 🎁️ Voorinstellingen gebruiken van andere gebruikers
pl: 🎁️ Korzystanie z profili kolorów innych użytkowników
ru: 🎁️ Использование предустановок других пользователей
ta: 🎁️ பிற பயனர்களின் முன்னமைவுகளின் பயன்பாடு
tr: 🎁️ Diğer kullanıcıların ön ayarlarının kullanımı

source: ⚙️ Changing advanced options with CSS
ar: تغيير الخيارات المتقدمة باستخدام سي‌إس‌إس
cs: ⚙️ Změna pokročilých možností pomocí CSS
de: Ändere fortgeschrittene Optionen mit CSS
fi: ⚙️ Muuta edistyneitä valintoja CSS:llä
hi: ⚙️ CSS के साथ उन्नत विकल्पों को बदलना
hr: ⚙️ Mijenjanje naprednih postavki s CSS-om
id: ⚙️ Mengubah opsi lanjutan dengan CSS
nl: ⚙️ Geavanceerde opties veranderen met CSS
pl: ⚙️ Zmienianie zaawansowanych opcji z użyciem CSS
ru: ⚙️ Изменение продвинутых параметров с помощью CSS
ta: ⚙️ CSS உடன் மேம்பட்ட விருப்பங்களை மாற்றுதல்
tr: ⚙️ CSS ile gelişmiş seçenekleri değiştirme

source: 🧩️ Extending functionality using plugins
ar: توسيع التأدية الوظيفية باستخدام الملحقات
cs: 🧩️ Rozšíření funkčnosti pomocí pluginů
de: Erweitere die Programmfunktionalität mit Plugins
fi: 🧩️ Laajenna toiminnallisuutta käyttämällä liitännäisiä
hi: 🧩️ प्लगइन्स का उपयोग करके कार्यक्षमता का विस्तार
hr: 🧩️ Proširenje značajki pomoću priključaka
id: 🧩️ Memperluas fungsionalitas menggunakan plugin
nl: 🧩️ Functionaliteit uitbreiden met behulp van plug-ins
pl: 🧩️ Rozszerzanie możliwości przy użyciu wtyczek
ru: 🧩️ Расширение функционала используя плагины
ta: 🧩️ செருகுநிரல்களைப் பயன்படுத்தி செயல்பாட்டை நீட்டித்தல்
tr: 🧩️ Eklentileri kullanarak işlevselliği genişletme

source: Screenshot of "Colors" Tab of Main UI
ar: لقطة شاشة للسان "الألوان" من الواجهة الرئيسة
cs: Snímek obrazovky záložky "Barvy" hlavního uživatelského rozhraní
de: Screenshot von der Registerkarte "Farben" der Hauptbenutzeroberfläche
hi: मुख्य UI के "रंग" टैब का स्क्रीनशॉट
hr: Slika ekrana kartice „Boje” glavnog korisničkog sučelja
id: Tangkapan layar Tab "Warna" pada UI Utama
nl: Tabblad ‘Kleuren’ onder hoofdinterface
pl: Zrzut ekranu karty "Kolory" głównego interfejsu użytkownika
ru: Снимок вкладки "Цвета" главного интерфейса
ta: முதன்மை UI இன் "வண்ணங்கள்" தாவலின் ஸ்கிரீன்ஷாட்
tr: Ana Kullanıcı Arayüzünün "Renkler" Sekmesinin Ekran Görüntüsü

source: Screenshot of "Monet" Tab of Main UI
ar: لقطة شاشة للسان "مونيه" في الواجهة الرئيسة
cs: Snímek obrazovky karty „Monet“ hlavního uživatelského rozhraní
de: Screenshot von der Registerkarte "Monet" der Hauptbenutzeroberfläche
hi: मुख्य UI पर "मोनेट" टैब का स्क्रीनशॉट
hr: Slika ekrana kartice „Monet” glavnog korisničkog sučelja
id: Cuplikan layar Tab "Monet" UI Utama
nl: Tabblad ‘Monet’ onder hoofdinterface
pl: Zrzut ekranu karty "Monet" głównego interfejsu użytkownika
ru: Снимок вкладки "Monet" главного интерфейса
ta: முதன்மை UI இன் "மோனெட்" தாவலின் ஸ்கிரீன்ஷாட்
tr: Ana Kullanıcı Arayüzünün "Monet" Sekmesinin Ekran Görüntüsü

source: Screenshot of "Advanced" Tab of Main UI
ar: لقطة شاشة للسان "خيارات متقدمة" في الواجهة الرئيسة
cs: Snímek obrazovky se záložkou "Pokročilé" hlavního uživatelského rozhraní
de: Screenshot von der Registerkarte "Erweitert" der Hauptbenutzeroberfläche
hi: मुख्य UI के "उन्नत" टैब का स्क्रीनशॉट
hr: Slika ekrana kartice „Napredno” glavnog korisničkog sučelja
id: Tangkapan layar Tab "Lanjutan" pada UI Utama
nl: Tabblad ‘Geavanceerd’ onder hoofdinterface
pl: Zrzut ekranu karty "Zaawansowane" głównego interfejsu użytkownika
ru: Снимок вкладки "Продвинутое" главного интерфейса
ta: "முதன்மை UI இன் "மேம்பட்ட" தாவலின் ஸ்கிரீன்ஷாட்
tr: Ana Kullanıcı Arayüzünün "Gelişmiş" Sekmesinin Ekran Görüntüsü

source: Screenshot of "Installed" Tab of Preset Manager
ar: لقطة شاشة للسان "مثبَّت" في مدير الإعدادات المسبقة
cs: Snímek obrazovky se záložkou "Nainstalované" Správce předvoleb
de: Screenshot von der Registerkarte "Installiert" der Hauptbenutzeroberfläche
hi: प्रीसेट मैनेजर के "स्थापित" टैब का स्क्रीनशॉट
hr: Slika ekrana kartice „Instalirano” upravljača postavki
id: Tangkapan Layar Tab "Terinstal" dari Manajer Konfigurasi
nl: Tabblad ‘Geavanceerd’ onder voorinstellingsbeheer
pl: Zrzut ekranu karty "Zainstalowane" głównego interfejsu użytkownika
ru: Снимок вкладки "Установлено" менеджера предустановок
ta: முன்னமைக்கப்பட்ட மேலாளரின் "நிறுவப்பட்ட" தாவலின் ஸ்கிரீன்ஷாட்
tr: Ön Ayar Yöneticisinin "Kurulu" Sekmesinin Ekran Görüntüsü

source: Screenshot of "Explore" Tab of Preset Manager
ar: لقطة شاشة للسان "استكشف" في مدير الإعدادات المسبقة
cs: Snímek obrazovky záložky "Prozkoumat" Správce předvoleb
de: Screenshot von der Registerkarte "Erkunden" des Voreinstellungsmanagers
hi: प्रीसेट मैनेजर के "अन्वेषण करें" टैब का स्क्रीनशॉट
hr: Slika ekrana kartice „Istraži” upravljača postavki
id: Tangkapan Layar Tab "Jelajahi" pada Manajer Konfigurasi
nl: Tabblad ‘Kleuren’ onder voorinstellingsbeheer
pl: Zrzut ekranu karty "Przeglądaj" głównego interfejsu użytkownika
ru: Снимок вкладки "Обзор" менеджера предустановок
ta: முன்னமைக்கப்பட்ட மேலாளரின் "ஆய்வு" தாவலின் ஸ்கிரீன்ஷாட்
tr: Ön Ayar Yöneticisinin "Keşfet" Sekmesinin Ekran Görüntüsü

source: Select application types to theme:
ar: حدد أنواع التطبيقات التي تريد تغيير سِماتها:
cs: Vyberte typy aplikací pro motiv:
de: Wählen Sie die Anwendungstypen aus, deren Aussehen Sie bearbeiten möchten:
fi: Valitse teemoitettavat sovellustyypit:
hi: थीम के अनुसार अनुप्रयोग प्रकार चुनें:
id: Pilih jenis aplikasi ke tema:
nl: Selecteer app-types om te personaliseren:
pl: Wybierz rodzaje aplikacji, w których chcesz zmienić wygląd:
ru: Выберите типы приложений для оформления:
ta: தீமுக்கான பயன்பாட்டு வகைகளைத் தேர்ந்தெடுக்கவும்:
tr: Temalandırılacak uygulama türlerini seçin:

source: Libadwaita and GTK 4 Applications
ar: تطبيقات لِبَدوَايتا و جي‌تي‌كي 4
cs: Aplikace Libadwaita a GTK 4
de: Libadwaita und GTK 4-Anwendungen
fi: Libadwaita ja GTK 4 -sovellukset
hi: Libadwaita और GTK 4 एप्लीकेशन
hr: Libadwaita i GTK 4 aplikacije
id: Aplikasi Libadwaita dan GTK 4
nl: Libadwaita en GTK 4-apps
pl: Aplikacje Libadwaita i GTK 4
ru: Приложения Libadwaita и GTK 4
ta: லிபட்வைதா மற்றும் GTK 4 பயன்பாடுகள்
tr: Libadwaita ve GTK 4 Uygulamaları

source: GTK 3 Applications (adw-gtk3 theme required)
ar: تطبيقات جي‌تي‌كي 3 (يتطلّب adw-gtk3)
cs: Aplikace GTK 3 (je vyžadováno téma adw-gtk3)
de: GTK 3-Anwendungen (adw-gtk3-Thema ist erforderlich)
hi: GTK 3 अनुप्रयोग (adw-gtk3 थीम आवश्यक)
hr: GTK 3 aplikacije (potrebna je adw-gtk3 tema)
id: Aplikasi GTK 3 (diperlukan tema adw-gtk3)
nl: GTK 3-apps (adw-gtk3-thema vereist)
pl: Aplikacje GTK 3 (wymaga motywu adw-gtk3)
ru: Приложения GTK 3 (требуется тема adw-gtk3)
ta: GTK 3 பயன்பாடுகள் (adw-gtk3 தீம் தேவை)
tr: GTK 3 Uygulamaları (adw-gtk3 teması gerekli)

source: Made by @GradienceTeam
ar: طُوّر من قبل GradienceTeam@
cs: Vyrobil @GradienceTeam
de: Entwickelt von @GradienceTeam
fi: Tehnyt @GradienceTeam
hi: @GradienceTeam द्वारा निर्मित
hr: Stvoreno od @GradienceTeam
id: Dibuat oleh @GradienceTeam
nl: Gemaakt door @GradienceTeam
pl: Stworzone przez @GradienceTeam
ru: Сделано @GradienceTeam
ta: @GradienceTeam ஆல் உருவாக்கப்பட்டது
tr: @GradienceTeam tarafından yapılmıştır

source: Apply Preset
ar: تطبيق الإعداد المسبق
cs: Použít předvolbu
de: Voreinstellung anwenden
fi: Toteuta esiasetus
hi: प्रीसेट लागू करें
hr: Primijeni predložak
id: Terapkan Konfigurasi
nl: Voorinstelling toepassen
pl: Zastosuj Profil
ru: Применить предустановку
ta: முன்னமைவைப் பயன்படுத்தவும்
tr: Ön Ayarı Uygula

source: Custom Styles
cs: Vlastní Styly
de: Benutzerdefinierte Stile
hi: तदनुकूल शैलियां
id: CSS Kustom
nl: Aangepaste stijlen
ru: Пользовательские стили
ta: பிரத்தியேக பாணிகள்
tr: Özel Biçemler

source: Changing this may break some programs. Libadwaita allows applications to hardcode values like padding and margins, and using custom styles may cause unintended breakage.
cs: Změna tohoto nastavení může způsobit problémy některých programů. Libadwaita umožňuje aplikacím napevno kódovat hodnoty, jako je margin a okraje, a použití vlastního CSS může způsobit nechtěné problémy.
de: Dies zu ändern, kann die Funktion einiger Programme beeinträchtigen. Libadwaita erlaubt Werte wie Abstände und Ränder fest einzustellen, das Benutzen von benutzerdefiniertem CSS kann also zu unbeabsichtigten Fehlern führen.
hi: इसे बदलने से कुछ प्रोग्राम खराब हो सकते हैं. Libadwaita अनुप्रयोगों को पैडिंग और मार्जिन जैसे हार्डकोड मानों की अनुमति देता है, और तदनुकूल शैलियों का उपयोग करने से अनपेक्षित टूट-फूट हो सकती है।
id: Mengubah hal ini dapat merusak beberapa program. Libadwaita mengizinkan aplikasi untuk meng-kode nilai seperti padding dan margin, dan menggunakan gaya kustom dapat menyebabkan kerusakan yang tidak diinginkan.
nl: Als u dit wijzigt, kunnen sommige apps fouten vertonen. libAdwaita staat apps toe om waarden zoals opvulling en marges te kunnen overschrijven, en het gebruik van aangepaste stijlen kan tot onbedoelde fouten leiden.
ru: Изменение этого значения может привести к поломке некоторых программ. Libadwaita позволяет приложениям устанавливать фиксированные значения, такие как отступы и поля, и использование пользовательских стилей может привести к непреднамеренным поломкам.
ta: இதை மாற்றினால் சில புரோகிராம்கள் உடைந்து போகலாம். லிபத்வைதா பயன்பாடுகளை திணிப்பு மற்றும் விளிம்புகள் போன்ற ஹார்ட்கோட் மதிப்புகளை அனுமதிக்கிறது, மேலும் தனிப்பயன் பாணிகளைப் பயன்படுத்துவது எதிர்பாராத உடைப்பை ஏற்படுத்தலாம்.
tr: Bunu değiştirmek bazı programları bozabilir. Libadwaita, uygulamaların dolgu ve kenar boşlukları gibi değerleri sabit olarak kodlamasına olanak tanır ve özel biçem kullanmak, istenmeyen kırılmalara neden olabilir.

source: Download and Apply
ar: تنزيل وتطبيق
cs: Stáhnout a použít
de: Herunterladen und Anwenden
fi: Lataa ja toteuta
hi: डाउनलोड और लागू करें
hr: Preuzmi i primijeni
id: Unduh dan Terapkan
nl: Downloaden en toepassen
pl: Pobierz i zastosuj
ru: Загрузить и применить
ta: பதிவிறக்கம் செய்து விண்ணப்பிக்கவும்
tr: İndir ve Uygula

source: Download
cs: Stáhnout
de: Herunterladen
hi: डाउनलोड
id: Unduh
nl: Downloaden
ru: Загрузить
ta: பதிவிறக்கு
tr: İndir

source: Log out
ar: سجل الخروج
cs: Odhlásit se
de: Abmelden
fi: Kirjaudu ulos
hi: लॉग आउट
hr: Odjavi se
id: Keluar
nl: Uitloggen
pl: Wyloguj się
ru: Выйти
ta: வெளியேறு
tr: Oturumu kapat

source: Log out to allow changes to take effect.
ar: اخرج تُطبَّق التغييرات.
cs: Odhlaste se, aby se změny projevily.
de: Loggen sie aus damit alle Änderungen in kraft treten.
fi: Kirjaudu ulos, jotta muutokset tulevat voimaan.
hi: परिवर्तनों को प्रभावी बनाने के लिए लॉग आउट करें।
id: Keluar agar perubahan dapat diterapkan.
nl: Log uit om wijzigingen toe te passen.
ru: Выйдите из системы, чтобы изменения вступили в силу.
ta: மாற்றங்கள் நடைமுறைக்கு வர அனுமதிக்க வெளியேறவும்.
tr: Değişikliklerin etkili olması için oturumu kapatın.

source: Monet Engine
ar: محرك مونيه
fi: Monet-moottori
hi: मोनेट इंजन
hr: Monet pogon
id: Mesin Monet
pl: Silnik Monet
ru: Движок Monet
ta: மோனெட் எஞ்சின்
tr: Monet Motoru

source: Generates a Material Design 3 palette by extracting colors of an image.
cs: Generuje paletu Material Design 3 extrahováním barev z obrázku.
de: Erzeugt aus den Farben eines Bildes eine Material Design 3-Palette .
hi: किसी छवि के रंग निकालकर एक मटेरियल डिजाइन 3 पैलेट तैयार करता है।
id: Hasilkan palet Material Design 3 dengan mengekstraksi warna gambar.
nl: Genereert een Material You-palet uit de kleuren van een afbeelding.
ru: Генерирует палитру Material Design 3, извлекая цвета изображения.
ta: படத்தின் வண்ணங்களைப் பிரித்தெடுப்பதன் மூலம் மெட்டீரியல் டிசைன் 3 தட்டுகளை உருவாக்குகிறது.
tr: Görüntünün renklerini çıkararak Material Design 3 paleti oluşturur.

source: Monet Engine Options
ar: خيارات محرك مونيه
cs: Možnosti Monet Engine
de: Monet Engine Einstellungen
fi: Monet-moottorin asetukset
hi: मोनेट इंजन विकल्प
id: Opsi Monet Engine
nl: Opties voor Monet-engine
pl: Opcje silnika Monet
ru: Параметры движка Monet
ta: மோனெட் இயந்திரம் விருப்பங்கள்
tr: Monet Motoru Seçenekleri

source: Choose an image and modify generated Monet palette
ar: اختر صورةً وعدِّل على تشكيلة مونيه منها
cs: Vyberte obrázek a změňte parametry vygenerované palety Monet
de: Wähle ein Bild aus und ändern sie die erzeugte Monet Palette
fi: Valitse kuva ja muokkaa luotua Monet-palettia
hi: एक छवि चुनें और उत्पन्न मोनेट पैलेट को संशोधित करें
hr: Odaberi sliku i promijeni generiranu Monet paletu
id: Pilih gambar dan modifikasi palet Monet yang dihasilkan
nl: Kies een afbeelding en pas het gegenereerde Monet-palet aan
ru: Выберите изображение и измените созданную палитру Monet
ta: ஒரு படத்தைத் தேர்வுசெய்து, உருவாக்கப்பட்ட மோனெட் தட்டுகளை மாற்றவும்
tr: Bir görüntü seçin ve oluşturulan Monet paletini düzenleyin

source: Apply
ar: طبق
cs: Použít
de: Anwenden
fi: Toteuta
hi: लागू करें
hr: Primijeni
id: Terapkan
nl: Toepassen
pl: Zastosuj
ru: Применить
ta: விண்ணப்பிக்கவும்
tr: Uygula

source: Apply a palette
ar: طبِّق تشكيلةً
cs: Aplikovat paletu
de: Farbpalette anwenden
fi: Toteuta paletti
hi: पैलेट लागू करें
hr: Primijeni paletu
id: Terapkan palet
nl: Palet toepassen
pl: Zastosuj paletę
ru: Применить палитру
ta: ஒரு தட்டு விண்ணப்பிக்கவும்
tr: Palet uygula

source: Background Image
ar: صورة الخلفية
cs: Obrázek na pozadí
de: Hintergrundbild
fi: Taustakuva
hi: पृष्ठभूमि छवि
hr: Slika pozadine
id: Gambar Latar belakang
nl: Achtergrondafbeelding
pl: Obraz tła
ru: Фоновое изображение
ta: பின்னணி படம்
tr: Arkaplan Resmi

source: Choose a File
ar: اختر ملفًا
cs: Vybrat soubor
de: Datei wählen
fi: Valitse tiedosto
hi: कोई फाइल चुनें
hr: Odaberi datoteku
id: Pilih Berkas
nl: Bestand kiezen
pl: Wybierz plik
ru: Выберете файл
ta: ஒரு கோப்பைத் தேர்ந்தெடுக்கவும்
tr: Dosya Seç

source: Choose a Image File
ar: اختر ملفَّ صورة
cs: Vybrat obrázek
de: Bilddatei wählen
fi: Valitse kuvatiedosto
hi: कोई छवि फाइल चुनें
hr: Odaberi datoteku slike
id: Pilih File Gambar
nl: Afbeeldingsbestand kiezen
pl: Wybierz plik obrazu
ru: Выберите файл изображения
ta: ஒரு படக் கோப்பைத் தேர்வு செய்யவும்
tr: Görüntü Dosyası Seç

source: Plugin Preferences
ar: تفضيلات الملحقات
cs: Předvolby pluginu
de: Plugin-Einstellungen
fi: Liitännäisen asetukset
hi: प्लगइन प्राथमिकताएं
hr: Osobitosti priključka
id: Preferensi Plugin
nl: Plugin-voorkeuren
pl: Preferencje wtyczek
ru: Параметры плагина
ta: செருகுநிரல் விருப்பத்தேர்வுகள்
tr: Eklenti Tercihleri

source: No Preferences
ar: لا توجد تفضيلات
cs: Žádné preference
de: Keine Voreinstellungen
fi: Ei asetuksia
hi: कोई प्राथमिकता नहीं
hr: Nema osobitosti
id: Tidak ada preferensi
nl: Geen voorkeuren
pl: Brak preferencji
ru: Нет параметров
ta: விருப்பத்தேர்வுகள் இல்லை
tr: Tercih Yok

source: This plugin has no preferences.
ar: ليست لهذا الملحق تفضيلات.
cs: Tento plugin nemá žádné předvolby.
de: Dieses Plugin hat keine Einstellungen.
fi: Tässä liitännäisessä ei ole asetuksia.
hi: इस प्लगइन की कोई प्राथमिकताएं नहीं हैं।
id: Plugin ini tidak memiliki preferensi.
nl: Deze plug-in heeft geen voorkeuren.
pl: Ta wtyczka nie posiada żadnych ustawień.
ru: У этого плагина нет параметров.
ta: இந்த செருகுநிரளுக்கு விருப்பத்தேர்வுகள் எதுவும் இல்லை.
tr: Bu eklenti tercih sunmuyor.

source: GTK 3 Support Warning
ar: تحذير دعم جي‌تي‌كي 3
cs: Upozornění na podporu GTK 3
de: GTK 3 Unterstüzungswarnung
fi: GTK 3 -tuen varoitus
hi: GTK 3 समर्थन चेतावनी
hr: Upozorenje GTK 3 podrške
id: Peringatan Dukungan GTK 3
nl: Ondersteuningswaarschuwing voor GTK 3
pl: Ostrzeżenie o wsparciu GTK 3
ru: Предупреждение о поддержке GTK 3
ta: GTK 3 ஆதரவு எச்சரிக்கை
tr: GTK 3 Destek Uyarısı

source: Explanation
ar: تفسير
cs: Vysvětlení
de: Erläuterung
fi: Selitys
hi: व्याख्या
hr: Objašnjenje
id: Penjelasan
nl: Uitleg
pl: Opis
ru: Объяснение
ta: விளக்கம்
tr: Açıklama

source: Show Hex
ar: أظهر الرقم الستَّ عشريَّ
cs: Zobrazit Hex
de: Hex anzeigen
hi: हेक्स दिखाएं
id: Tampilkan Hex
nl: Hex-code tonen
ru: Показать Hex
ta: ஹெக்ஸைக் காட்டு
tr: Hex Göster

source: Toggle Plugin
ar: بدّل الملحق
cs: Přepnout plugin
de: Plugin umschalten
hi: प्लगइन टॉगल करें
hr: Uklj/Isklj priključk
id: Beralih Plugin
nl: Plug-in omschakelen
pl: Aktywuj wtyczkę
ru: Переключить плагин
ta: செருகுநிரலை நிலைமாற்றவும்
tr: Eklentiyi Aç/Kapat

source: Remove Plugin
ar: أزل الملحق
cs: Odstranit plugin
de: Plugin entfernen
fi: Poista liitännäinen
hi: प्लगइन हटाएं
hr: Ukloni priključak
id: Hapus Plugin
nl: Plug-in verwijderen
pl: Usuń wtyczkę
ru: Удалить плагин
ta: செருகுநிரலை அகற்று
tr: Eklentiyi Kaldır

source: Preferences
ar: تفضيلات
cs: Předvolby
de: Einstellungen
fi: Asetukset
hi: प्राथमिकताएं
hr: Osobitosti
id: Preferensi
nl: Voorkeuren
pl: Preferencje
ru: Параметры
ta: விருப்பத்தேர்வுகள்
tr: Tercihler

source: General
ar: عام
cs: Obecné
de: Allgemeines
fi: Yleiset
hi: सामान्य
hr: Opće
id: Umum
nl: Algemeen
pl: Ogólne
ru: Общее
ta: பொது
tr: Genel

source: Flatpak Applications
ar: تطبيقات فلاتباك
cs: Aplikace Flatpak
de: Flatpak-Anwendungen
fi: Flatpak-sovellukset
hi: Flatpak अनुप्रयोग
hr: Flatpak aplikacije
id: Aplikasi Flatpak
nl: Flatpak-apps
pl: Aplikacje Flatpak
ru: Приложения Flatpak
ta: பிளாட்பேக் பயன்பாடுகள்
tr: Flatpak Uygulamaları

source: Theme sandboxed GTK 4 apps
cs: Aplikace GTK 4 v izolovaném prostoru
hi: थीम सैंडबॉक्स्ड GTK 4 ऐप्स
id: Tema sandboxed aplikasi GTK 4
ru: Оформлять приложения GTK 4 в песочнице
ta: தீம் சாண்ட்பாக்ஸ் செய்யப்பட்ட GTK 4 பயன்பாடுகள்
tr: Yalıtılmış GTK 4 uygulamalarını temalandır

source: Allow GTK 4 Flatpak apps of current user to access custom themes
cs: Povolit aplikacím GTK 4 Flatpak aktuálního uživatele přístup k vlastním motivům
hi: मौजूदा उपयोगकर्ता के GTK 4 Flatpak ऐप्स को तदनुकूल थीम तक पहुंचने की अनुमति दें
id: Izinkan aplikasi GTK 4 Flatpak pengguna saat ini untuk mengakses tema khusus
ru: Разрешить Flatpak приложениям GTK 4 текущего пользователя доступ к пользовательским темам
ta: தனிப்பயன் தீம்களை அணுக தற்போதைய பயனரின் GTK 4 Flatpak பயன்பாடுகளை அனுமதிக்கவும்
tr: Geçerli kullanıcının GTK 4 Flatpak uygulamalarının özel temalara erişmesine izin ver

source: Theme sandboxed GTK 4 apps (System)
cs: Aplikace GTK 4 v izolovaném prostoru (systém)
hi: थीम सैंडबॉक्स्ड GTK 4 ऐप्स (सिस्टम)
id: Aplikasi GTK 4 sandboxed tema (Sistem)
ru: Оформлять приложения GTK 4 в песочнице (Системно)
ta: தீம் சாண்ட்பாக்ஸ் செய்யப்பட்ட GTK 4 பயன்பாடுகள் (அமைப்பு)
tr: Yalıtılmış GTK 4 uygulamalarını temalandır (Sistem)

source: Allow GTK 4 Flatpak apps of all users to access custom themes (Authentication required)
cs: Povolit aplikacím GTK 4 Flatpak všem uživatelům přístup k vlastním motivům (vyžaduje ověření)
de: Erlaube GTK 4 Flatpak-Anwendungen aller Benutzer den Zugriff auf benutzerdefinierte Themen (Authentifizierung erforderlich)
hi: सभी उपयोगकर्ताओं के GTK 4 Flatpak ऐप्स को तदनुकूल थीम तक पहुंचने की अनुमति दें (प्रमाणीकरण आवश्यक)
id: Izinkan aplikasi GTK 4 Flatpak dari semua pengguna untuk mengakses tema khusus (Diperlukan otentikasi)
ru: Разрешить Flatpak приложениям GTK 4 всех пользователей доступ к пользовательским темам (Требуется аутентификация)
ta: அனைத்து பயனர்களின் GTK 4 Flatpak பயன்பாடுகளையும் தனிப்பயன் தீம்களை அணுக அனுமதிக்கவும் (அங்கீகாரம் தேவை)
tr: Tüm kullanıcıların GTK 4 Flatpak uygulamalarının özel temalara erişmesine izin ver (Kimlik doğrulama gereklidir)

source: Theme sandboxed GTK 3 apps
cs: Aplikace GTK 3 v izolovaném prostoru
hi: थीम सैंडबॉक्स्ड GTK 3 ऐप्स
id: Tema sandboxed Aplikasi GTK 3
ru: Оформлять приложения GTK 3 в песочнице
ta: தீம் சாண்ட்பாக்ஸ் செய்யப்பட்ட GTK 3 பயன்பாடுகள்
tr: Yalıtılmış GTK 3 uygulamalarını temalandır
