Repository: hydroxycarbamide/Gradience
Catalog: po/*.po
Languages: ar, cs, de, fi, hi, hr, id, nl, pl, ru, ta, tr

source: Allow GTK 3 Flatpak apps of current user to access adw-gtk3 theme
cs: Povolit aplikacím GTK 3 Flatpak aktuálního uživatele přístup k tématu adw-gtk3
hi: वर्तमान उपयोगकर्ता के GTK 3 Flatpak ऐप्स को adw-gtk3 थीम तक पहुंचने की अनुमति दें
id: Izinkan aplikasi GTK 3 Flatpak pengguna saat ini untuk mengakses tema adw-gtk3
ru: Разрешить Flatpak приложениям GTK 3 текущего пользователя доступ к теме adw-gtk3
ta: தற்போதைய பயனரின் GTK 3 Flatpak பயன்பாடுகளை adw-gtk3 தீம் அணுக அனுமதிக்கவும்
tr: Geçerli kullanıcının GTK 3 Flatpak uygulamalarının adw-gtk3 temasına erişmesine izin ver

source: Theme sandboxed GTK 3 apps (System)
cs: Aplikace GTK 3 v izolovaném prostoru (systém)
hi: थीम सैंडबॉक्स्ड GTK 3 ऐप्स (सिस्टम)
ru: Оформлять приложения GTK 3 в песочнице (Системно)
ta: தீம் சாண்ட்பாக்ஸ் செய்யப்பட்ட GTK 3 பயன்பாடுகள் (அமைப்பு)
tr: Yalıtılmış GTK 3 uygulamalarını temalandır (Sistem)

source: Allow GTK 3 Flatpak apps of all users to access adw-gtk3 theme (Authentication required)
cs: Povolit aplikacím GTK 3 Flatpak všem uživatelům přístup k motivu adw-gtk3 (vyžaduje ověření)
hi: सभी उपयोगकर्ताओं के GTK 3 Flatpak ऐप्स को adw-gtk3 थीम तक पहुंचने की अनुमति दें (प्रमाणीकरण आवश्यक)
ru: Разрешить Flatpak приложениям GTK 3 всех пользователей доступ к теме adw-gtk3 (Требуется аутентификация)
ta: அனைத்து பயனர்களின் GTK 3 Flatpak பயன்பாடுகளும் adw-gtk3 தீமை அணுக அனுமதிக்கவும் (அங்கீகாரம் தேவை)
tr: GTK 3 Flatpak uygulamalarının adw-gtk3 temasına erişmesine izin ver (Kimlik doğrulama gereklidir)

source: Preset Fetching
ar: جلب الإعدادات المسبقة
cs: Načítání předvoleb
de: Abrufen von Voreinstellungen
fi: Esiasetusten haku
hi: प्रीसेट लाया जा रहा है
hr: Dohvaćanje predložaka
id: Memperoleh Konfigurasi
nl: Verkrijgen van voorinstellingen
pl: Pobieranie szablonów
ru: Получение предустановок
ta: முன்னமைக்கப்பட்ட பெறுதல்
tr: Ön Ayarları Alma

source: Use an alternative server for fetching presets
cs: Pro načtení předvoleb použijte alternativní server
de: Alternative Server zum Abrufen von Voreinstellungen nutzen
hi: प्रीसेट लाने के लिए वैकल्पिक सर्वर का उपयोग करें
nl: Alternatieve server gebruiken voor ophalen van voor­instellingen
ru: Использовать альтернативный сервер для получения предустановок
ta: முன்னமைவுகளைப் பெற மாற்று சேவையகத்தைப் பயன்படுத்தவும்
tr: Ön ayarları almak için alternatif sunucu kullan

source: Use JSDelivr instead of directly fetching presets from GitHub
cs: Místo přímého načítání předvoleb z GitHubu použijte JSDelivr
hi: GitHub से सीधे प्रीसेट लाने के बजाय JSDelivr का उपयोग करें
ru: Использовать JSDelivr вместо прямого получения предустановок с GitHub
ta: GitHub இலிருந்து நேரடியாக முன்னமைவுகளைப் பெறுவதற்குப் பதிலாக JSDelivr ஐப் பயன்படுத்தவும்
tr: GitHub'dan doğrudan ön ayar almak yerine JSDelivr kullan

source: Custom Preset Repositories
ar: مستودعات الإعدادات المسبقة المخصصة
cs: Vlastní úložiště předvoleb
de: Benutzerdefinierte Preset-Repositories
fi: Mukautetut esiasetusten tietovarastot
hi: तदनुकूल प्रीसेट रिपॉजिटरी
hr: Repozitoriji prilagođenih predložaka
id: Repositori Konfigurasi Khusus
nl: Aangepaste repositories voor voorinstellingen
pl: Własne Repozytoria Profili
ru: Пользовательские репозитории предустановок
ta: தனிப்பயன் முன்னமைக்கப்பட்ட களஞ்சியங்கள்
tr: Özel Ön Ayar Depoları

source: Custom repository URL address
ar: عنوان URL مخصص للمستودع
cs: Adresa URL vlastního úložiště
de: Benutzerdefinierte Repository-URL
fi: Mukautetun tietovaraston URL-osoite
hi: तदनुकूल रिपॉजिटरी URL पता
hr: URL adresa prilagođenog repozitorija
id: Alamat URL repositori khusus
nl: URL-adres van aangepaste repository
pl: Niestandardowy adres URL repozytorium
ru: URL-адрес пользовательского репозитория
ta: தனிப்பயன் களஞ்சிய URL முகவரி
tr: Özel depo URL adresi

source: Theming
ar: الوسم
cs: Témata
fi: Teemoitus
hi: थीमिंग
id: Tema
nl: Thema's
pl: Zmiana wyglądu
ru: Оформление
ta: தீமிங்
tr: Tema

source: Theme Engines
ar: محركات السمات
de: Theme Engine
fi: Teemamoottorit
hi: थीम इंजन
id: Perkakas Tema
nl: Thema-engines
pl: Silniki motywów
ru: Движки оформления
ta: தீம் இயந்திரங்கள்
tr: Tema Motorları

source: Theme Engines are the built-in theme generators for various customizable programs/frameworks.
ar: محركات السمات هي مولِّدات السمات المدمجة المستخدمة في الكثير من البرامج وأُطُر العمل المخصَّصة.
cs: Theme Engines jsou vestavěné generátory témat pro různé přizpůsobitelné programy/rámce.
de: Theme Engines sind eingebaute Theme-Generatoren für verschiedene anpassbare Programme/Frameworks.
hi: थीम इंजन विभिन्न अनुकूलन योग्य कार्यक्रमों/ढांचे के लिए अंतर्निहित थीम जेनरेटर हैं।
id: Perkakas tema dibuat dengan generator tema untuk variasi yang dapat dikustomisasi berupa program ataupun kerangka kerja.
nl: Thema-engines zijn de ingebouwde thema-generatoren voor verschillende aanpasbare apps/frameworks.
ru: Движки оформления - это встроенные генераторы тем для различных настраиваемых программ/фреймворков.
ta: தீம் இயந்திரங்கள் பல்வேறு தனிப்பயனாக்கக்கூடிய திட்டங்கள்/கட்டமைப்புகளுக்கான உள்ளமைக்கப்பட்ட தீம் மின்னாக்கிகள்.
tr: Tema Motorları, çeşitli özelleştirilebilir programlar/çatılar için yerleşik tema oluşturuculardır.

source: Shell Engine
ar: محرك الصدفة
hi: शैल इंजन
id: Perkakas Antarmuka
ru: Движок Shell
ta: ஷெல் (Shell) இயந்திரம்
tr: Kabuk Motoru

source: Generates GNOME Shell theme based on current preset
cs: Generuje motiv prostředí GNOME na základě aktuálního přednastavení
de: Generiert ein GNOME-Shell-Thema basierend auf der aktuellen Voreinstellung
hi: वर्तमान प्रीसेट के आधार पर GNOME शैल थीम उत्पन्न करता है
ru: Генерирует тему GNOME Shell на основе текущей предустановки
ta: தற்போதைய முன்னமைவின் அடிப்படையில் க்னோம் ஷெல் தீம் உருவாக்குகிறது
tr: Geçerli ön ayarı temel alan GNOME Shell teması oluştur

source: Generates a Material Design 3 palette by extracting colors of an image
cs: Vygeneruje paletu Material Design 3 extrahováním barev z obrázku
de: Erzeugt basieren auf den Farben eines Bildes eine Material Design 3-Palette
hi: किसी छवि के रंग निकालकर एक मटेरियल डिजाइन 3 पैलेट तैयार करता है
ru: Генерирует палитру Material Design 3, извлекая цвета изображения
ta: படத்தின் வண்ணங்களைப் பிரித்தெடுப்பதன் மூலம் மெட்டீரியல் டிசைன் 3 தட்டுகளை உருவாக்குகிறது
tr: Görüntünün renklerini çıkararak Material Design 3 paleti oluşturur

source: Rename Preset
ar: أعد تسمية الإعداد المسبق
cs: Přejmenovat předvolbu
de: Preset umbenennen
fi: Nimeä esiasetus uudelleen
hi: प्रीसेट का नाम बदलें
hr: Preimenuj predložak
id: Ganti Nama Konfigusi
nl: Voorinstelling hernoemen
pl: Zmień nazwę profilu
ru: Переименовать предустановку
ta: முன்னமைவை மறுபெயரிடவும்
tr: Ön Ayarı Yeniden Adlandır

source: Description
ar: الوصف
cs: Popis
de: Beschreibung
fi: Kuvaus
hi: विवरण
hr: Opis
id: Deskripsi
nl: Beschrijving
pl: Opis
ru: Описание
ta: விளக்கம்
tr: Açıklama

source: This preset has no description.
ar: لم يوصف هذا الإعداد المسبق.
cs: Tato předvolba nemá žádný popis.
de: Für dieses Preset gibt es keine Beschreibung.
fi: Tässä esiasetuksessa ei ole kuvausta.
hi: इस प्रीसेट का कोई विवरण नहीं है।
hr: Ovaj predložak nema opis.
id: Maaf, tetapi konfigurasi ini tanpa keterangan.
nl: Deze voorinstelling heeft geen omschrijving.
pl: Ten szablon nie posiada opisu.
ru: Эта предустановка не имеет описания.
ta: இந்த முன்னமைவில் எந்த விளக்கமும் இல்லை.
tr: Bu ön ayarın açıklaması yok.

source: No Badges
ar: بلا شارات
cs: Žádné odznaky
de: Keine Abzeichen
hi: कोई बैज नहीं
hr: Ukloni značke
id: Tiada Lencana
nl: Geen badges
pl: Brak odznak
ru: Нет значков
ta: பேட்ஜ்கள் இல்லை
tr: Rozet Yok

source: Report an Issue
ar: بلغ عن مشكلة
cs: Nahlásit problém
de: Ein Problem melden
fi: Ilmoita ongelmasta
hi: किसी समस्या की रिपोर्ट करें
hr: Prijavite problem
id: Laporkan Masalah
nl: Een probleem melden
pl: Zgłoś problem
ru: Сообщить о проблеме
ta: சிக்கலைப் புகாரளி
tr: Sorun Bildir

source: Remove preset
ar: أزل الإعداد المسبق
cs: Odebrat předvolbu
de: Voreinstellung löschen
fi: Poista esiasetus
hi: प्रीसेट हटाएं
hr: Ukloni predložak
id: Hapus konfigurasi
nl: Voorinstelling verwijderen
pl: Usuń profil
ru: Удалить предустановку
ta: முன்னமைவை அகற்று
tr: Ön ayarı kaldır

source: Remove Preset
ar: أزل الإعداد المسبق
cs: Odebrat předvolbu
de: Voreinstellung entfernen
fi: Poista esiasetus
hi: प्रीसेट हटाएं
hr: Ukloni predložak
id: Hapus Konfigurasi
nl: Voorinstelling verwijderen
pl: Usuń Profil
ru: Удалить предустановку
ta: முன்னமைவை அகற்று
tr: Ön Ayarı Kaldır

source: Presets
ar: الإعدادات المسبقة
cs: Předvolby
de: Voreinstellungen
fi: Esiasetukset
hi: प्रीसेट
hr: Predlošci
id: Konfigurasi
nl: Voorinstellingen
pl: Szablony
ru: Предустановки
ta: முன்னமைவுகள்
tr: Ön Ayarlar

source: Import
ar: استورد
cs: Importovat
de: Importieren
fi: Tuo
hi: आयात
hr: Uvezi
id: Impor
nl: Importeren
pl: Importuj
ru: Импорт
ta: இறக்குமதி
tr: İçe Aktar

source: Import Preset File
ar: استورد ملف إعداد مسبق
cs: Import souboru s předvolbou
de: Importieren einer Einstellungsdatei
fi: Tuo esiasetustiedosto
hi: प्रीसेट फाइल आयात करें
hr: Uvezi datoteku predloška
id: Mengimpor Berkas Konfigurasi
nl: Voorinstellingsbestand importeren
pl: Importuj plik szablonu
ru: Импортировать файл предустановки
ta: முன்னமைக்கப்பட்ட கோப்பை இறக்குமதி செய்யவும்
tr: Ön Ayar Dosyasını İçe Aktar

source: Delete
ar: احذف
cs: Smazat
de: Entfernen
fi: Poista
hi: मिटाएं
hr: Obriši
id: Hapus
nl: Verwijderen
pl: Usuń
ru: Удалить
ta: அழி
tr: Sil

source: Report Preset Issue
ar: بلِّغ عن مشكلة في الإعداد المسبق
cs: Nahlásit problém s předvolbou
de: Voreinstellungs-Problem melden
fi: Ilmoita esiasetuksen ongelmasta
hi: प्रीसेट समस्या की रिपोर्ट करें
hr: Prijavi problem s predloškom
id: Hapus Konfigurasi
nl: Probleem met voorinstelling rapporteren
pl: Zgłoś problem z szablonem
ru: Сообщить о проблеме с предустановкой
ta: முன்னமைக்கப்பட்ட சிக்கலைப் புகாரளிக்கவும்
tr: Ön Ayar Sorununu Bildir

source: Open in File Manager
ar: افتح في مدير الملفات
cs: Otevřít v průzkumníku souborů
de: Im Dateimanager öffnen
fi: Avaa tiedostonhallinnassa
hi: फाइल प्रबंधक में खोलें
hr: Otvori u pregledniku datoteka
id: Tampilkan di Pengelola Berkas
nl: Openen in bestandsbeheerder
pl: Otwórz w menedżerze plików
ru: Открыть в файловом менеджере
ta: கோப்பு மேலாளரில் திறக்கவும்
tr: Dosya Yöneticisinde Aç

source: Installed
ar: مُثبت
cs: Nainstalováno
de: Installiert
fi: Asennettu
hi: स्थापित
hr: Instaliran
id: Terpasang
nl: Geïnstalleerd
pl: Zainstalowane
ru: Установлено
ta: நிறுவப்பட்டுள்ளது
tr: Kurulu

source: Explore
ar: استكشف
cs: Prozkoumat
de: Erkunden
fi: Selaa
hi: अन्वेषण करें
hr: Istraži
id: Jelajahi
nl: Verkennen
pl: Odkryj
ru: Обзор
ta: ஆராயுங்கள்
tr: Keşfet

source: Search for presets
ar: ابحث عن إعدادات مسبقة
cs: Vyhledávání předvoleb
de: Nach Voreinstellungen suchen
fi: Etsi esiasetuksia
hi: प्रीसेट खोजें
hr: Pretraži predložak
id: Cari preset
nl: Zoeken naar voorinstellingen
pl: Odkrywaj profile innych
ru: Поиск предустановок
ta: முன்னமைவுகளைத் தேடுங்கள்
tr: Ön ayar ara

source: Enter a keyword to search on <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
ar: أدخل كلمة رئيسة للبحث في <a href="https://gradienceteam.github.io/presets"> GradienceTeam / Community </a>.
cs: Zadejte klíčové slovo pro vyhledávání na <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
de: Geben Sie ein Stichwort ein, um auf <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> zu suchen.
fi: Kirjoita hakusana jota etsitään <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Communitysta</a>.
hi: <a href="https://github.com/GradienceTeam/Cmunity">GradienceTeam/Cmunity</a> पर खोजने के लिए एक कीवर्ड दर्ज करें।
hr: Upišite ključnu riječ za pretragu na <a href="https://github.com/GradienceTeam/Community">Gradience timu/Zajednici</a>.
id: Masukkan kata kunci untuk ditelusuri di <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
nl: Voer een zoekterm in om te zoeken in <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
pl: Wpisz słowo kluczowe, aby szukać profili w <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
ru: Введите ключевое слово для поиска в <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
ta: <a href="https://github.com/hydroxycarbamide/Community">GradienceTeam/Community</a> இல் தேட ஒரு முக்கிய சொல்லை உள்ளிடவும்.
tr: <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> içinde arama yapmak için kelime girin.

source: e.g. "Pretty Purple"
ar: على سبيل المثال: "Pretty Purple"
cs: např. "Pretty Purple"
de: z.B. "Pretty Purple"
fi: esim. "Pretty Purple"
hi: जैसे "सुंदर बैंगनी"
hr: npr. "Pretty Purple"
id: misalnya "Pretty Purple"
nl: Bijv. ‘Prachtig paars’
pl: np. "Pretty Purple"
ru: например "Pretty Purple"
ta: எ.கா. "அழகான ஊதா"
tr: ör: "Güzel Mor"

source: All
ar: الكل
cs: Všechny
de: Alle
fi: Kaikki
hi: सभी
hr: Sve
id: Semua
nl: Alle
pl: Wszystkie
ru: Всё
ta: அனைத்து
tr: Tümü

source: No Results Found
ar: لم يُعثر على نتائج
cs: Nebyly nalezeny žádné výsledky
de: Keine Treffer gefunden
fi: Ei tuloksia
hi: कोई परिणाम नहीं मिला
hr: Nema pronađenih rezultata
id: Tidak Ada Hasil yang Ditemukan
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
ru: Результатов не найдено
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை
tr: Sonuç Bulunamadı

source: Offline
ar: غير متصل
fi: Ei verkossa
hi: ऑफलाइन
hr: Nije povezano
ru: Не в сети
ta: ஆஃப்லைன்
tr: Çevrim Dışı

source: Repositories
ar: المستودعات
cs: Repozitáře
de: Quellen
fi: Tietovarastot
hi: रिपॉजिटरी
hr: Repozitoriji
id: Repositori
pl: Repozytoria
ru: Репозитории
ta: களஞ்சியங்கள்
tr: Depolar

source: Import a Preset File (*.json)
ar: استورد ملف إعداد مسبق (json.*)
cs: Import souboru předvoleb (*.json)
de: Importieren einer Voreinstellungsdatei (*.json)
fi: Tuo esiasetustiedosto (*.json)
hi: प्रीसेट फाइल आयात करें (*.json)
hr: Uvezi datoteku predloška (*.json)
id: Mengimpor Berkas Konfigurasi (*.json)
nl: Voorinstellingsbestand importeren (*.json)
pl: Importuj plik profilu (*.json)
ru: Импортировать файл предустановки (*.json)
ta: முன்னமைக்கப்பட்ட கோப்பை இறக்குமதி செய் (*.json)
tr: Ön Ayar Dosyasını İçe Aktar (*.json)

source: All files
ar: كل الملفات
cs: Všechny soubory
de: Alle Dateien
fi: Kaikki tiedostot
hi: सभी फाइलें
hr: Sve datoteke
id: Semua berkas
nl: Alle bestanden
pl: Wszystkie pliki
ru: Все файлы
ta: அனைத்து கோப்புகள்
tr: Tüm dosyalar

source: JSON file (*.json)
ar: ملف (json*.)
cs: Soubor JSON (*.json)
de: JSON-Datei (*.json)
fi: JSON-tiedosto (*.json)
hi: JSON फाइल (*.json)
hr: JSON datoteka (*.json)
id: Berkas JSON (*.json)
nl: JSON-bestanden (*.json)
pl: Plik JSON (*.json)
ru: файл JSON (*.json)
ta: JSON கோப்பு (*.json)
tr: JSON dosyası (*.json)

source: Reset and Restore Theming
cs: Resetovat a obnovit motiv
hi: थीमिंग को रीसेट और पुनर्स्थापित करें
nl: Thama's resetten en herstellen
ru: Сброс и восстановление оформления
ta: தீமிங்கை மீட்டமைத்து மீட்டமைக்கவும்
tr: Temalandırmayı Sıfırla ve Geri Yükle

source: Reset theming to default or restore previously applied preset.
cs: Obnovte výchozí nastavení motivu nebo obnovte dříve použitou předvolbu.
hi: थीमिंग को तयशुदा पर रीसेट करें या पहले लागू प्रीसेट को पुनर्स्थापित करें।
ru: Сбросить оформление по умолчанию или восстановить прежде примененную предустановку.
ta: தீமிங்கை இயல்புநிலைக்கு மீட்டமைக்கவும் அல்லது முன்பு பயன்படுத்தப்பட்ட முன்னமைவை மீட்டமைக்கவும்.
tr: Temayı öntanımlıya sıfırla ya da önceden uygulanmış ön ayarı geri yükle.

source: GTK 4/Libadwaita Apps
cs: GTK 4/Libadwaita aplikace
de: GTK 4/Libadwaita Anwendungen
hi: GTK 4/Libadwaita ऐप्स
nl: Apps met GTK 4/Libadwaita
ru: Приложения GTK 4/Libadwaita
ta: GTK 4/லிபத்வைதா பயன்பாடுகள்
tr: GTK 4/Libadwaita uygulamaları

source: Restore Previous Preset
ar: صفِّر الإعداد السابق
cs: Obnovit předchozí předvolbu
de: Vorherige Voreinstellung wiederherstellen
fi: Palauta edellinen esiasetus
hi: पिछला प्रीसेट पुनर्स्थापित करें
hr: Obnovi prethodni predložak
id: Kembalikan Konfigurasi Sebelumnya
nl: Vorige voorinstelling herstellen
pl: Przywróć poprzedni szablon
ru: Восстановить предыдущую предустановку
ta: முந்தைய முன்னமைவை மீட்டமைக்கவும்
tr: Önceki Ön Ayarı Geri Yükle

source: Reset
ar: صفِّر
cs: Obnovit
de: Zurücksetzen
fi: Nollaa
hi: रीसेट
hr: _Resetiraj
id: Mengatur ulang
nl: Resetten
pl: Resetuj
ru: Сбросить
ta: மீட்டமைக்கவும்
tr: Sıfırla

source: Reset Applied Preset
ar: صفِّر الإعداد المسبق المطبَّق
cs: Resetovat použitou předvolbu
de: Angewandtes Farbschema zurücksetzen
fi: Nollaa toteutettu esiasetus
hi: लागू प्रीसेट रीसेट करें
hr: Resetiraj primijenjeni predložak
id: Reset Konfigurasi yang Digunakan
nl: Toegepaste voorinstelling resetten
pl: Zresetuj zastosowany szablon
ru: Сбросить примененную предустановку
ta: பயன்படுத்தப்பட்ட முன்னமைவை மீட்டமைக்கவும்
tr: Uygulanan Ön Ayarı Sıfırla

source: GTK 3 Apps
cs: Aplikace GTK 3
hi: GTK 3 ऐप्स
nl: Apps met GTK 3
ru: Приложения GTK 3
ta: GTK 3 பயன்பாடுகள்
tr: GTK 3 Uygulamaları

source: Save preset as…
ar: حفظ الإعداد المسبق باسم…
cs: Uložit předvolbu jako…
de: Speichere Voreinstellung als…
fi: Tallenna esiasetus nimellä…
hi: प्रीसेट को इस रूप में सहेजें…
hr: Spremi predložak kao…
id: Simpan preset sebagai…
nl: Voorinstelling opslaan als…
pl: Zapisz profil kolorów jako…
ru: Сохранить предустановку как…
ta: முன்னமைவை இவ்வாறு சேமிக்கவும்…
tr: Ön ayarı farklı kaydet…

source: Preset Name
ar: اسم الإعداد المسبق
cs: Název předvolby
de: Voreinstellungsname
fi: Esiasetuksen nimi
hi: प्रीसेट नाम
hr: Ime predloška
id: Nama Konfigurasi
nl: Naam van voorinstelling
pl: Nazwa szablonu
ru: Имя предустановки
ta: முன்னமைவு பெயர்
tr: Ön Ayar Adı

source: Share Preset
ar: شارك الضبط المسبق
cs: Sdílet předvolbu
de: Preset teilen
fi: Jaa esiasetus
hi: प्रीसेट साझा करें
hr: Dijeli predložak
id: Bagikan Konfigurasi
nl: Voorinstelling delen
pl: Udostępnij Profil
ru: Поделится предустановкой
ta: முன்னமைவை பகிரவும்
tr: Ön Ayarı Paylaş

source: Previous
ar: السابق
cs: Předchozí
de: Vorherige
fi: Edellinen
hi: पिछला
hr: Prijašnje
id: Sebelumnya
nl: Vorige
pl: Poprzedni
ru: Предыдущая
ta: முந்தைய
tr: Önceki

source: Share your preset
ar: شارك إعدادك المسبق
cs: Sdílejte svou předvolbu
de: Preset teilen
fi: Jaa esiasetuksesi
hi: अपना प्रीसेट साझा करें
hr: Podijelite svoj predložak
id: Bagikan Konfigurasi Anda
nl: Uw voorinstelling delen
pl: Udostępnij swój profil
ru: Поделитесь своей предустановкой
ta: உங்கள் முன்னமைவைப் பகிரவும்
tr: Ön ayarınızı paylaşın

source: Share your preset with the world!
ar: شارك إعدادك المسبق مع العالم!
cs: Podělte se o svou předvolbu se světem!
de: Teilen Sie Ihre Einstellung mit der ganzen Welt!
fi: Jaa esiasetuksesi muille käyttäjille!
hi: अपना प्रीसेट दुनिया के साथ साझा करें!
hr: Podijelite svoj predložak sa svima!
id: Bagikan Konfigurasi Anda pada Semua!
nl: Deel uw voorinstelling met de wereld!
pl: Podziel się swoim profilem z całym światem!
ru: Поделитесь своей предустановкой со всем миром!
ta: உங்கள் முன்னமைவை உலகத்துடன் பகிர்ந்து கொள்ளுங்கள்!
tr: Ön ayarınızı dünya ile paylaşın!

source: How it's work?
ar: كيف يعمل؟
cs: Jak to funguje?
de: Wie funktioniert das?
fi: Kuinka se toimii?
hi: यह कैसे काम करता है?
hr: Kako ovo radi?
id: Bagaimana cara kerjanya?
nl: Hoe werkt het?
pl: Jak to działa?
ru: Как это работает?
ta: இது எப்படி வேலை செய்கிறது?
tr: Nasıl çalışıyor?

source: Gradience use GitHub to share your preset. You need to create a GitHub account and fork <a href='https://github.com/GradienceTeam/Community'>GradienceTeam/Community</a>. Then, you can upload your preset, make a pull request and share it with the world!
ar: يستخدم «تدرج» جِت.هَب لمشاركة إعدادك المسبق. تحتاج لإنشاء حساب جِت.هَب و نسخ مستودع <a href="https://github.com/hydroxycarbamide/Community">GradienceTeam/Community</a>، بعد ذلك، يمكنك تحميل إعدادك المسبق وتقديم طلب سحب ومشاركته مع العالم!
cs: Gradience použijte GitHub ke sdílení předvoleb. Musíte si vytvořit účet na GitHubu a duplikovat <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Poté můžete nahrát svou předvolbu, vytvořit žádost o sloučení a sdílet ji se světem!
de: Gradience verwendet GitHub, um Ihre Voreinstellung zu teilen. Sie müssen ein GitHub-Konto erstellen und <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> forken. Dann können Sie Ihre Voreinstellung hochladen, eine Pull-Anfrage stellen und sie mit der Welt teilen!
fi: Gradience käyttää GitHubia esiasetusten jakamiseen. Sinun tulee luoda GitHub-tili ja haarauta <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Sen jälkeen lähetä esiasetuksesi, tee pull-pyyntö ja jaa esiasetuksesi kaikkien kanssa!
hi: Gradience अपने प्रीसेट को साझा करने के लिए GitHub का उपयोग करें। आपको एक GitHub खाता बनाना होगा और <a href="https://github.com/GradienceTeam/Cmunity">GradienceTeam/Cmunity</a> फोर्क करना होगा। फिर, आप अपना प्रीसेट अपलोड कर सकते हैं, पुल अनुरोध कर सकते हैं और इसे दुनिया के साथ साझा कर सकते हैं!
hr: Gradience koristi GitHub za dijeljenje predložaka. Morate stvoriti GitHub račun i vlastitu kopiju <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Zatim, možete poslati svoj predložak, stvorite podnesak i podijelite ga s ostalim korisnicima!
id: Gradience menggunakan GitHub untuk membagikan konfigurasi Anda. Anda perlu membuat akun GitHub dan melakukan percabangan <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Kemudian, Anda dapat mengunggah konfigurasi Anda, membuat pengajuan, dan membagikannya kepada semua!
nl: Gradience gebruikt GitHub om uw voorinstelling te delen. U dient een GitHub-account te hebben en <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> forken. Vervolgens kunt u uw voorinstelling uploaden, een pull request doen en deze delen met de wereld!
pl: Gradience korzysta z GitHuba w celu udostępnienia twojego profilu. Musisz założyć konto na GitHubie, oraz zforkować <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Następnie możesz przesłać swój profil, utworzyć Pull Request i podzielić się swoim profilem z całym światem!
ru: Gradience использует GitHub для выкладывания предустановки. Вам нужно создать учетную запись GitHub и форкнуть <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Затем вы можете выгрузить свою предустановку, сделать запрос на совмещение и поделиться им со всем миром!
ta: கிரேடியன்ஸ் உங்கள் முன்னமைவைப் பகிர GitHub ஐப் பயன்படுத்துகிறது. நீங்கள் ஒரு GitHub கணக்கை உருவாக்கி, <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> ஐ போர்க் செய்ய வேண்டும். பின்னர், உங்கள் முன்னமைவைப் பதிவேற்றலாம், இழுக்க கோரிக்கையை உருவாக்கலாம் மற்றும் உலகத்துடன் பகிர்ந்து கொள்ளலாம்!
tr: Gradience, ön ayarınızı paylaşmak için GitHub'ı kullanır. Bir GitHub hesabı oluşturmanız ve <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> dosyasını çatallamanız gerekir. Ardından, ön ayarınızı yükleyebilir, bir çekme isteği oluşturabilir ve dünyayla paylaşabilirsiniz!

source: Warning
ar: تحذير
cs: Varování
de: Achtung
fi: Varoitus
hi: चेतावनी
hr: Upozorenje
id: Peringatan
nl: Waarschuwing
pl: Ostrzeżenie
ru: Внимание
ta: எச்சரிக்கை
tr: Uyarı
